{
    "Nota Máxima": 60.0,
    "Pergunta": "Texto I:  “Planejar uma política externa exige — além do conhecimento da conjuntura interna do país — o estudo do quadro internacional dentro do qual essa política deverá operar. É necessário, portanto, antes de mais nada, tentar prever a evolução provável da conjuntura mundial nos próximos anos, como pano de fundo para as opções possíveis da diplomacia brasileira. Um exercício desse gênero comporta elementos impressionísticos inevitáveis, pois não é possível antecipar tendências futuras com a mesma precisão com que podemos descrever acontecimentos atuais. O máximo que podemos fazer para limitar o alcance do componente puramente especulativo é formular hipóteses alternativas e, em seguida, verificar a maior ou menor plausibilidade de cada uma delas.” Texto II:  “O Brasil, em razão de fatores objetivos, tem um destino de grandeza, ainda relativa em nossos dias, ao qual não terá como se furtar, e isso lhe impõe a obrigação de encarar o seu papel no mundo em termos prospectivos fundamentalmente ambiciosos. Digo ambição no sentido de vastidão de interesses e escopo de atuação, e não no desejo de hegemonia ou de preponderância.” Texto III:  “O mundo tem passado por transformações significativas, e o lugar do Brasil no mundo mudou. Essas transformações incidem sobre a própria distribuição do poder mundial. Desenham-se os contornos de uma configuração multipolar da geopolítica e da geoeconomia mundial. A desconcentração do poder econômico e político no espaço internacional vem conferindo mais voz e peso aos países emergentes. (…) A confluência dessas grandes transformações no Brasil e no mundo tem efeitos significativos sobre a formulação e a execução da política externa brasileira. Tenho enfatizado que a política externa é parte integral do projeto nacional de desenvolvimento do Brasil — econômico, político, social, cultural. Nesse papel de instrumento do desenvolvimento, uma política externa sem perspectiva estratégica de longo prazo torna-se reativa, sem direção.”  A partir da leitura dos fragmentos de texto acima, discuta e opine a respeito das perspectivas de longo prazo da política externa brasileira, tendo em vista as circunstâncias internas e os cenários internacionais a ela relacionados.",
    "Candidatos": [
        {
            "Nome": "Candidato1",
            "Nota": "53.25",
            "Redação": "O Pragmatismo Responsável, conduzido por Azeredo da Silveira, e a política externa contemporânea apresentam aspectos de continuidade e de ruptura. Tanto a estratégia desenvolvida na década de 1970 quanto aquela elaborada por Luiz Alberto Figueiredo enfatizam o desenvolvimento e a mitigação das assimetrias globais como objetivos de longo prazo da diplomacia brasileira. Cabe ressaltar, entretanto, que não somente o contexto internacional é, significativamente, diferente nos dois períodos, mas também os meios de ação externa do Brasil foram transformados. O processo de redemocratização e a maior projeção do país no mundo ampliaram os temas da agenda diplomática nacional e viabilizaram o aumento do interesse da sociedade pela política externa do país, o que influenciará, positivamente, o processo de inserção do Brasil no contexto global. Segundo Gelson Fonseca, uma das diferenças fundamentais entre a política externa do período posterior à redemocratização e aquela desenvolvida durante o regime de exceção é a ênfase no multilateralismo como meio de ação. Segundo o autor, a busca de autonomia decisória, na década de 1970, dava-se pelo afastamento brasileiro dos foros internacionais, em estratégia que denominou autonomia pela distância. Atualmente, o âmbito multilateral é meio prioritário da ação externa do país, o que caracteriza o novo paradigma da política externa nacional, chamado autonomia pela participação. Os foros multilaterais tornaram-se, portanto, centrais na estratégia de inserção de longo prazo do país, o que pode ser evidenciado pelo ativo engajamento brasileiro na reforma da Organização das Nações Unidas (ONU) e pela criação de organizações internacionais regionais, de que é exemplo a Comunidade dos Estados Latino-Americanos e Caribenhos (CELAC). Luiz Alberto Figueiredo afirmou, recentemente, que “o diálogo diplomático é, também, um diálogo com a sociedade”. Essa percepção demonstra o interesse de que a autonomia pela participação não seja obtida somente com a inserção do país no âmbito multilateral, mas também pelo ativo engajamento da sociedade civil na formulação da política externa. A elaboração do Livro branco da política externa, no qual serão apresentadas as diretrizes de longo prazo da estratégia internacional do Brasil, bem como a realização dos Diálogos sobre Política Externa, é evidência da importância atribuída pela diplomacia à participação popular. Esse processo garante legitimidade à tendência de continuidade da projeção internacional do Brasil e aos pleitos históricos de democratização dos foros multilaterais, o que dota de conteúdo a emergência político-econômica nacional. A Rio+20 e a Conferência das Nações Unidas para o meio ambiente e o Desenvolvimento (CNUMAD) são simbólicas do momento de transição das estratégias desenvolvidas pelos regimes militares para as elaboradas pela diplomacia democrática. Essas conferências não se destacam apenas pela grande participação de Chefes de Estado e pela contribuição popular, mas também porque consolidaram o meio ambiente como tema prioritário da agenda internacional. Os direitos humanos, o desenvolvimento social e o meio ambiente não são mais considerados secundários, o que relativiza a ideia de que a diplomacia trata apenas de temas distantes da população. Há, portanto, uma tendência de aproximação das políticas públicas desenvolvidas internamente e aquelas elaboradas no âmbito internacional, o que transforma as políticas externas contemporâneas e do futuro em importantes meios de desenvolvimento econômico e social. As reivindicações históricas do Estado brasileiro pela diminuição das assimetrias globais e pelo desenvolvimento de um multilateralismo de reciprocidade foram complementadas, recentemente, pela maior participação da sociedade civil no processo de elaboração da política externa. Esse maior engajamento fortalece os pleitos tradicionais do Brasil, como a redução da pobreza e a reforma das organizações internacionais com sistema de representação inadequado ao século XXI, e garante legitimidade à ascensão do país no âmbito externo. Esses processos são desenvolvimentos contemporâneos, mas que deverão influenciar a diplomacia brasileira no futuro de forma intensa. O “destino de grandeza” do Brasil, mencionado por Azeredo da Silveira, será atingido não pelo alijamento da população, mas pela sua intensa contribuição."
        },
        {
            "Nome": "Candidato2",
            "Nota": "52.75",
            "Redação": "O mundo hodierno experimenta transformações significativas. Em nível sistêmico, verifica-se a ascensão da China ao grupo das grandes potências e a recuperação da Rússia, em termos políticos e militares. Esses dois dados, tomados em conjunto, terão consequências ainda imprevisíveis para a ordem mundial futura. Adicionalmente, os efeitos da crise financeira de 2008 têm demonstrado que os Estados Unidos e a Europa deverão ter sua hegemonia econômica e financeira, nos próximos anos, mais relativizada. Considerando as condicionantes externas e as circunstâncias internas do Brasil, pode-se afirmar que os formuladores de política interna e externa devem ser capazes de antecipar algumas tendências, de modo a manter a continuidade do projeto de desenvolvimento nacional. O Brasil é um país de renda média, onde há uma quantidade de jovens proporcionalmente maior do que a de crianças e de idosos. Estima-se que essa característica da pirâmide etária brasileira dure, aproximadamente, mais duas décadas. Nesse sentido, para que o Brasil possa elevar a renda média da população, é necessário que se invista na qualificação da mão de obra, sobretudo, nas áreas do setor produtivo que requerem forte base em física, em química e em matemática¹. Atualmente, verifica-se uma carência da ordem de cem mil professores nessas áreas. Consequentemente, essa é uma limitação interna com a qual o Brasil terá de lidar nos próximos anos. A estrutura produtiva atual está organizada em cadeias globais de valor. Uma das maneiras de integrar-se, beneficamente, a essas cadeias é por intermédio da intensificação da agenda de cooperação internacional na área científica e tecnológica. Nesse contexto, uma hipótese plausível é a de que países emergentes deverão aumentar, significativamente, sua parte na produção científica de alto nível. Projeta-se, por exemplo, que a China irá, em breve, ultrapassar os Estados Unidos na produção de artigos científicos. Consequentemente, para além das parcerias tradicionais, seria vantajoso para o Brasil intensificar o envio de estudantes no âmbito do programa Ciências sem Fronteiras para os países do BRICS, bem como desenvolver políticas de atração de pesquisadores para o Brasil, de modo a elevar a projeção internacional do Brasil nessa área. A estrutura do balanço de pagamentos do Brasil é típica de países em desenvolvimento, o que significa que o Brasil é deficitário em transações correntes e necessita de superávits na conta capital e financeira. Em decorrência dessas circunstâncias, o Brasil necessita criar poupança interna, para conseguir viabilizar os investimentos necessários para o desenvolvimento nacional. Será necessária, a longo prazo, uma complexa reestruturação dos processos produtivos, para modificar o perfil deficitário das transações correntes; além disso, será imprescindível aumentar o nível de investimentos internos, o que implicará mudanças internas, a fim de aumentar o nível de poupança doméstica. No âmbito externo, deve-se reconhecer que, no futuro, será mais difícil conseguir inserir-se em terceiros mercados, considerando a competitividade que caracteriza o comércio internacional. O Brasil deverá aproveitar, ao máximo, o perfil universalista de sua política externa, a fim de viabilizar a abertura de mercados para produtos brasileiros, preferencialmente, de maior valor agregado. Nesse sentido, o Brasil deve priorizar a inserção em mercados consumidores emergentes, como é o caso do continente africano, cuja classe média se estima ser de, aproximadamente, 300 milhões de pessoa e que tenderá a aumentar nos próximos anos. Em síntese, conquanto haja incertezas inerentes à ordem internacional hodierna, verifica-se uma tendência de fortalecimento dos dois principais países do bloco euroasiático, bem como de crescimento econômico do continente africano. O principal desafio para os formuladores de políticas públicas brasileiros é o de criar condições para transformar o país em uma sociedade do conhecimento, baseada na produção de itens de alto conteúdo tecnológico. Para a consecução desses objetivos, as estratégias que se propõem são a intensificação da cooperação científica no âmbito dos BRICS, além da busca de novos mercados para os produtos manufaturados brasileiros."
        },
        {
            "Nome": "Candidato3",
            "Nota": "52.25",
            "Redação": "A importância de uma visão de longo prazo no planejamento da política externa, bem como a consciência do potencial de atuação global do Brasil estavam presentes nos discursos do chanceler Azeredo da Silveira na década de 1970 e, quatro décadas depois, são reafirmadas pelo chanceler Figueiredo Machado. O exercício da diplomacia pressupõe uma leitura atenta das tendências internas e internacionais para que se formule uma inserção proativa, e não simplesmente reativa, na ordem mundial. Nesse sentido, os desafios que se colocam à política externa contemporânea referem-se, no plano interno, às demandas populares por aprofundamento da democracia e, no plano externo, aos avanços em direção a uma multipolaridade econômica e também política. Recentes iniciativas do Itamaraty têm demonstrado esforço constante em se adaptar a essas transformações e dotar a política externa brasileira de perspectivas estratégicas fiéis às ambições do país. No que tange às circunstâncias internas, é importante reconhecer que os anseios da população brasileira por maior participação política, manifestados em junho de 2013, não se esgotam a¹ questões puramente nacionais. O interesse por assuntos internacionais tem-se elevado na medida em que o Brasil se consolida como ator de peso nas relações internacionais e que a globalização permite uma conexão direta com o que acontece no exterior. Em atenção a essa tendência, o Ministério das Relações Exteriores antecipou-se no reconhecimento da importância de ouvir a população na formulação da política externa. É de se notar a velocidade com que tem atualizado seus métodos de trabalho para fomentar esse diálogo. Três novos canais de comunicação já foram abertos, como a promoção de conferências com participação da população civil, o uso de redes sociais para recolher sugestões e críticas e o contato direto da Presidenta da República com o setor empresarial. Esse aggiornamento indica que, no longo prazo, as perspectivas são de uma política externa cada vez mais legítima, forte e, sobretudo, criativa. Em relação ao cenário internacional, a previsão de que a ordem mundial se configure de maneira multipolar tem orientado novas iniciativas tanto no âmbito político quanto econômico². Consciente da desconcentração do poder político no espaço internacional, o Brasil tem-se esforçado em articular seus parceiros para promover uma democratização dos foros internacionais, como a Organização das Nações Unidas e o Fundo Monetário Internacional, que dê maior voz aos países em desenvolvimento³. A perspectiva de que, no futuro próximo, o Brasil ocupe um assento permanente no Conselho de Segurança parece adequada para um país com tradição de solução pacífica de controvérsias e de articulação de consensos. A desconcentração do poder econômico na ordem mundial também oferece ao Brasil a oportunidade de se projetar na arena internacional com maior influência para defender seus pleitos. A eleição, em 2013, do Embaixador Roberto Azevêdo para o cargo de diretorgeral da Organização Mundial do Comércio demonstrou que o Brasil é valorizado por seu protagonismo na defesa do sistema multilateral de negociações comerciais. A perspectiva de longo prazo é, também nesse caso, animadora, pois não apenas o Brasil, como os demais membros daquela organização se beneficiarão da conclusão exitosa da Rodada de Doha. Pelas razões acima discutidas, tudo indica que a política externa brasileira caminha em consonância com as projeções que não apenas os diplomatas, como, agora também, a sociedade civil faz para os cenários interno e global. Mesmo se essas projeções não se provarem acertadas, há4 flexibilidade suficiente entre os formuladores brasileiros para corrigir, de maneira pragmática, os rumos. Conforme ressalta o chanceler Figueiredo Machado no discurso de abertura dos “Diálogos sobre Política Externa”, a política externa brasileira é parte integral do projeto de desenvolvimento nacional. Nessa condição, continuará respondendo, de forma fidedigna, aos anseios da população se mantiver a preocupação com estratégias de longo prazo."
        },
        {
            "Nome": "Candidato4",
            "Nota": "51.50",
            "Redação": "Desde o início do século XX, a política externa tornou-se importante mecanismo para o projeto de desenvolvimento nacional. Durante a Segunda Guerra Mundial, por exemplo, a ação diplomática proativa garantiu os recursos necessários ao início do processo de industrialização brasileira, a qual foi essencial para a sustentabilidade do crescimento econômico nacional e para o ascendente nível de desenvolvimento social do país. Desse modo, verifica-se que a análise estratégica do governo brasileiro, ao evitar um posicionamento reativo permitiu que a diplomacia pátria maximizasse os ganhos do país, apesar das limitações oriundas do contexto doméstico e das circunstâncias internacionais. A fim de lograr êxito na implementação de uma política externa proativa que represente o interesse nacional, a diplomacia brasileira deve definir estratégias de longo prazo que levem, em consideração,¹ as circunstâncias domésticas e internacionais. A política externa brasileira é influenciada, profundamente, por modificações na conjuntura interna, visto que elas alteram as prioridades e os objetivos de longo prazo do país. O fim da ditadura militar favoreceu o fortalecimento da sociedade civil, o que originou a necessidade de melhorar o diálogo entre a sociedade brasileira e os formuladores de política externa, a fim de que a diplomacia não só contribuísse para a consolidação democrática, mas também representasse, internacionalmente, os pleitos desse povo que se libertara do autoritarismo. Reforçada pelo fim da Guerra Fria, a tradução diplomática desse processo consiste na ênfase ao multilateralismo e à democratização dos foros decisórios internacionais como objetivos centrais da política externa brasileira, a fim de que o fortalecimento da ordem multilateral permita uma maior representatividade dos interesses dos países em desenvolvimento na agenda internacional. A conjuntura internacional impõe limites à ação diplomática brasileira, na medida em que apresenta um processo decisório bastante concentrado. Desse modo, a agenda internacional é definida com base nos interesses de um grupo restrito de países, do qual o Brasil está excluído. Essa perspectiva tem sido alterada, em razão do acelerado crescimento econômico dos países emergentes, cuja importância ascendente foi verificada durante a crise financeira de 2008, quando o apoio deles foi fundamental para amenizar os efeitos danosos da instabilidade financeira. A verificação da maior interdependência entre os países tem estimulado a aceitação de que democratizar os mecanismos de governança global favoreceria a estabilidade mundial, além de ampliar a representatividade do processo decisório internacional. Desse modo, a estratégia diplomática brasileira mostra-se em sintonia com as tendências mundiais. No Brasil, a recente ascensão política de governos progressistas fortaleceu a ênfase dada pela diplomacia pátria à temática do desenvolvimento econômico e social. Desse modo, o desenvolvimento integral dos povos tornase objetivo primordial da política externa brasileira. O contexto internacional de crescente instabilidade, sobretudo em regiões mais pobres, corrobora a interpretação da diplomacia brasileira de que o combate à fome e à miséria é a única iniciativa capaz de prover estabilidade ao sistema internacional. Dessa forma, as circunstâncias internacionais indicam que a promoção do desenvolvimento deve continuar sendo o paradigma orientador da estratégia internacional brasileira no longo prazo. Verifica-se que os formuladores da política externa brasileira têm logrado êxito em estabelecer diretrizes de longo prazo que permitam a realização dos objetivos nacionais e que ampliem a projeção internacional do Brasil. Os impactos das modificações políticas no âmbito doméstico favoreceram o estabelecimento de uma diplomacia proativa que está em sintonia com os interesses dos países em desenvolvimento e que, portanto, se torna mais representativa, o que amplia o poder de barganha do Brasil. Essa representatividade permite ao país reduzir os limites impostos por um processo decisório internacional ainda bastante concentrado, visto que legitima a defesa brasileira da democratização dos foros internacionais e do fortalecimento do multilateralismo, ambos essenciais para a paz mundial."
        },
        {
            "Nome": "Candidato5",
            "Nota": "50.75",
            "Redação": "A política externa brasileira tem como objetivo permanente a busca do desenvolvimento; este, entretanto, não se limita, apenas, ao crescimento econômico. A diversidade dos condicionantes que caracterizam uma nação verdadeiramente desenvolvida abrange aspectos como o respeito aos direitos humanos, a justiça social e a liberdade política. O vínculo indissociável entre desenvolvimento e democracia norteia a ação externa brasileira. Nesse sentido, os objetivos de longo prazo da política exterior do Brasil relacionam-se com a busca da democratização dos sistemas de governança mundial, do que decorre a necessidade¹ de se ampliar a participação dos países periféricos nos fóruns decisórios internacionais. Contribuem para a consecução da ambiciosa perspectiva brasileira a inevitabilidade do multilateralismo, em um contexto multipolar, e a consolidação democrática, no âmbito doméstico, que, ao favorecer a participação popular na definição da política externa, confere legitimidade aos pleitos do país. A redemocratização política, a conquista da estabilidade macroeconômica e a consolidação dos programas de inclusão social transformaram as bases da inserção internacional do Brasil. A melhora no padrão de distribuição de renda, em um ambiente de liberdade democrática, suscitou o aparecimento de uma nova classe média, mais consciente, politicamente;² mais demandante e crescentemente participativa. Além disso, o acesso instantâneo aos acontecimentos mundiais, o incremento da produção acadêmica nacional acerca de temas internacionais, a intensificação das relações de comércio e das trocas culturais entre as nações contribuíram para ampliar o engajamento da sociedade civil na agenda externa do país. À medida que se consolida a democracia brasileira, inciativas que visam a expandir a participação popular na determinação do interesse nacional colaboram para ampliar a legitimidade dos posicionamentos do Brasil, no contexto internacional. A política externa brasileira dos últimos doze anos baseou-se no diagnóstico da inevitabilidade dos países emergentes para a resolução das problemáticas internacionais. A estes correspondem, por exemplo, a maior contribuição para o crescimento econômico mundial e a maior proporção das emissões de carbono na atmosfera. Ao demonstrarem inédita capacidade de se articularem em múltiplos temas, como a macroeconomia e o meio ambiente, países como o Brasil, a Índia e a China comprovam que o mundo não pode mais prescindir das nações periféricas. A tendência à multipolaridade não é meramente conjuntural. Dessa forma, eventuais empecílios³ à institucionalização da nova ordem multipolar, com o atraso verificado na reforma do Conselho de Segurança da ONU, não devem ser interpretados como retrocessos às recentes conquistas do multilateralismo. A democratização da governança mundial é uma necessidade estrutural do mundo contemporâneo; os entraves para que isso ocorra são conjunturais. As transformações paradigmáticas a que visa o Brasil não ocorrerão de forma abrupta. A diplomacia nacional não se baseia em ações de confrontação à hegemonia vigente, mas na proposição de alternativas práticas que a relativizem, de forma a garantir uma transição segura e estável para uma nova ordem multipolar institucionalizada. No âmbito financeiro, o advento do G-20, em substituição ao G-8, como fórum principal das discussões macroeconômicas, exemplifica a necessidade da integração das novas potências financeiras, sem a exclusão das tradicionalmente estabelecidas. O processo de mudanças pretendido pelo Brasil, apesar de revolucionário em seu conteúdo, deve ser implementado com paciência estratégica, de forma a garantir avanços contínuos, sem ameaçar a consolidação de conquistas já realizadas. Há uma evidente relação entre a consolidação da democracia, no âmbito doméstico, e a busca da institucionalização do multilateralismo, no contexto externo. Na realidade, há o reforço mútuo desses dois condicionantes da política externa brasileira. Esta, que, tradicionalmente, se constituiu como mecanismo para a consecução do projeto de desenvolvimento nacional, voltase para o estabelecimento e para a implementação de uma nova ordem mundial, mais democrática e representativa. As perspectivas de êxito são significativas, dada a irreversível centralidade de que os países emergentes dispõem, no mundo contemporâneo; a velocidade com que se concretizarão as transformações ansiadas pelo Brasil, entretanto, dependerá de condições conjunturais, o que de todo modo, não altera a tendência geral de longo prazo ao multilateralismo."
        },
        {
            "Nome": "Candidato6",
            "Nota": "50.75",
            "Redação": "As perspectivas de longo prazo da política externa brasileira caracterizam-se pela crescente legitimidade da ação do Brasil no mundo. As circunstâncias internas e os cenários internacionais contemporâneos indicam que o país pode contribuir de modo criativo¹ para formação de ordem multilateral mais justa. Pode-se afirmar que o atual esforço da diplomacia nacional, consubstanciado no projeto de escrita do Livro Branco da Política Externa, resultará em maior coerência entre práticas internas e externas, incremento do diálogo com a sociedade e fortalecimento do multilateralismo como espaço privilegiado de cooperação entre os povos. As transformações pelas quais o Brasil tem passado ampliam a legitimidade da diplomacia nacional. Se Azeredo da Silveira, em plena ditadura militar, considerava que país estava destinado à grandeza, pode-se argumentar que o êxito das políticas brasileiras de inclusão social, conservação ambiental e fortalecimento da cidadania estão transformando o prognóstico de Silveira de projeto liderado por poucos em sonho compartilhado por muitos. Conquanto o Brasil ainda enfrente desafios significativos em infraestrutura e educação, o planejamento estatal em diálogo com a sociedade é forma eficaz de solucionálos, pois incentiva práticas transparentes, em sintonia com o interesse nacional. Os cenários internacionais de um mundo multipolar em formação representam oportunidade única para a política externa brasileira. Em que pese a maior possibilidade de divergências entre Estados cujos recursos de poder são menos desiguais, a multipolaridade requer a cooperação entre as nações, porquanto nenhum país pode determinar a agenda internacional sozinho. Fortalece-se, portanto, o multilateralismo como espaço privilegiado para a concertação política. Assim como as Nações Unidas estão promovendo a definição colaborativa dos objetivos do desenvolvimento para o período posterior a 2015, o Itamaraty patrocinou a elaboração coletiva do Livro Branco, que contará com as contribuições de representantes do governo, do empresariado e da sociedade civil, presentes nos Diálogo sobre Política Externa. O desenvolvimento inclusivo nacional e o surgimento da multipolaridade da cooperação contribuem para que se identifiquem três tendências para a politica² externa brasileira a longo prazo: maior coerência, diálogo ampliado e fortalecimento da estratégia multilateral. Já no século XIX, Honório Hermeto Carneiro Leão compreendia que a política externa deve ser a outra face do progresso interno. Esse entendimento continua a inspirar a atuação dos diplomatas brasileiros, e é por essa razão que os avanços sociais e democráticos contemporâneos tendem a resultar em política externa mais coerente e legítima. A expectativa de diálogo ampliado entre o Itamaraty e as sociedades brasileira e latino-americanas relaciona-se a tradições e inovações da diplomacia nacional. Assim como a solução pacífica de controvérsias foi o princípio que inspirou o Barão do Rio Branco a propor diálogo franco entre Argentina, Brasil e Chile há mais de um século, o desejo de dialogar com cidadãos do país e da região tem feito o Ministério das Relações Exteriores empregar as tecnologias da comunicação para transmitir suas mensagens de forma clara e transparente. A terceira perspectiva que surge para a política externa futura é a de crescente influência nas organizações multilaterais. Embora o Brasil já participe há décadas desses foros, a ação histórica do país³ era caracterizada sobretudo por atitude demandantes. Atualmente, a diplomacia brasileira não apenas pleiteia a reforma da governança global, como tem condições e legitimidade para ofertar ideias e recursos para implementá-la. Em O conto da ilha desconhecida, José Saramago descreve barco onde navegam homem e mulher à procura de suas identidades. Pode-se afirmar que a diplomacia brasileira, quando começou a se universalizar, nos anos 1960, era como esse barco, pois não estava ainda plenamente harmonizada com os interesses da maioria dos brasileiros, que viviam em país desigual e progressivamente autoritário. Atualmente, ao buscar legitimidade, promover o diálogo e contribuir para o multilateralismo, o Brasil demonstra que aprendeu a lição de João Cabral de Melo Neto: “um galo sozinho não tece a manhã”, pois a “tenda” do futuro será democrática e inclusiva."
        },
        {
            "Nome": "Candidato7",
            "Nota": "50.25",
            "Redação": "Em um contexto internacional globalizado e em constante transformação, a política externa adquire importância crescente. Isso torna-se ainda mais verdadeiro para países como o Brasil, que almeja obter maior influência internacional, ao mesmo tempo que¹ se dispõe a assumir maiores responsabilidades em temas como segurança internacional e cooperação para o desenvolvimento. As perspectivas de longo prazo para a política externa brasileira são favoráveis, uma vez que há reforço do diálogo entre a sociedade brasileira e os formuladores de política externa, o que ocorre simultaneamente à manutenção da tradição diplomática do país de defesa de um sistema internacional mais equilibrado, baseado no Direito Internacional. Nos últimos anos, como exposto pelo ministro Luiz Alberto Figueiredo, houve transformações significativas no contexto internacional que favoreceram países em desenvolvimento. Esse novo contexto externo enseja maior participação do Brasil em temas como a reforma da governança global, a resolução pacífica de conflitos e a promoção do desenvolvimento. A diplomacia brasileira tem aproveitado o contexto internacional mais favorável aos países em desenvolvimento para constituir ou para reforçar diversos agrupamentos de diálogo e de concertação política, como BRICS, IBAS, UNASUL, CELAC e ZOPACAS. Conquanto não seja possível prever as próximas mudanças no contexto externo, a existência desses grupos confere à diplomacia brasileira oportunidades mais institucionalizadas de diálogo com diferentes países, o que é positivo. O contexto interno tem sido igualmente favorável à política externa brasileira. O êxito de iniciativas de redução da pobreza e da fome, que atesta o crescente desenvolvimento social do país, possibilita a cooperação com diversos países. A temática do desenvolvimento é vertente tradicional da política externa brasileira; a mudança das condições econômicas internas do país, entretanto, tornou possível a realização de diversos programas de cooperação para o desenvolvimento. A Agência Brasileira de Cooperação desenvolve iniciativas em vários continentes, segundo os princípios desenvolvidos pela política externa brasileira, como a inexistência de condicionalidades e a sustentabilidade dos projetos. Outro aspecto que permite considerar favoráveis as perspectivas de longo prazo da política externa brasileira é o crescente diálogo entre a sociedade e os formuladores de política externa. Recentemente, o Ministério das Relações Exteriores promoveu o seminário Diálogos de Política Externa, do qual participaram acadêmicos, estudiosos e empresários, com o objetivo de debater temas importantes para a política externa do Brasil. A elaboração de um Livro Branco de Política Externa, com diretrizes e objetivo da política externa, confere maior previsibilidade à ação externa do país. Esse diálogo entre os diversos interessados em temas internacionais proporciona, ainda, maiores legitimidade e efetividade à política externa brasileira, uma vez que uma política externa formulada de maneira isolada da sociedade e de seus interesses não apresentará consequências positivas duráveis. Essa inovação recente de maior abertura ao diálogo interno existe conjuntamente com a manutenção das tradições da diplomacia brasileira, o que é positivo para a imagem internacional do país. O Brasil tem orientado suas ações externas por meio do respeito ao Direito Internacional e a princípios como a não-interferência nos assuntos internos, a prevalência dos direitos humanos e a solução pacífica de controvérsias. A manutenção dessa tradição diplomática tem proporcionado ganhos ao país, como comprovado por sua recente eleição para presidir a Comissão de Construção da Paz da Organização das Nações Unidas. Com a permanência dessas diretrizes e desses princípios, as perspectivas de longo prazo da política externa brasileira manter-se-ão positivas. A política externa tem sido percebida como mais importante pela sociedade brasileira, uma vez que constitui política pública cujo objetivo primordial é o projeto de desenvolvimento nacional. Os contextos interno e internacional propiciaram ação externa mais abrangente para o Brasil, coadunando-se com o “destino de grandeza” do país, afirmado por Azeredo da Silveira. As perspectivas de longo prazo para a política externa brasileira tendem a ser favoráveis, desde que sejam mantidos tanto o diálogo com a sociedade quanto as tradições da diplomacia brasileira."
        },
        {
            "Nome": "Candidato8",
            "Nota": "50.00",
            "Redação": "Azeredo da Silveira previa que o Brasil tinha um destino de grandeza. Para o chanceler de Geisel, isso significa que o país tinha capacidade de exercer maior protagonismo na defesa de seus interesses, no âmbito internacional. Esse maior protagonismo dependia de mudanças tanto no contexto interno quanto no contexto internacional. O Brasil hodierno não é mais o mesmo em que viveu Azeredo da Silveira. A redemocratização e o crescimento econômico favoreceram a inserção internacional do Brasil em um mundo cada vez mais multipolar. Avançou-se muito na busca do desenvolvimento sustentável e na defesa do meio ambiente; a essas perspectivas de longo prazo de política externa brasileira, porém, deve-se acrescentar a luta contra as desigualdades raciais, para que o Brasil atinja seu potencial. A política externa brasileira tem como uma de suas perspectivas de longo prazo a busca do desenvolvimento nacional. O barão do Rio Branco buscava, na “aliaça¹ não-escrita” com os Estados Unidos, conforme descreve Bradford Burns, meios para fazer desenvolver o Brasil. Azeredo da Silveira, por meio do “Pragmatismo Responsável e Ecumênico”, também almejava eliminar os constrangimentos ao desenvolvimento brasileiro. Apesar de a matriz desenvolvimentista estar presente ao longo da história da atuação diplomática brasileira, a ascensão de governos progressistas propiciou mudança no que se compreende, atualmente, como desenvolvimento. O conceito evoluiu no âmbito interno e no externo. A diplomacia brasileira acompanhou essa evolução e, hodiernamente, não busca o mero crescimento de seu produto interno bruto, mas o desenvolvimento sustentável de todos os países periféricos, o que favoreceria² o surgimento de um mundo mais multipolar ainda. O desenvolvimento sustentável implica proteção ao meio ambiente, outra perspectiva de longo prazo da diplomacia brasileira. No que concerne ao meio ambiente, a atuação diplomática brasileira evoluiu de postura defensiva, também adotada pelo regime militar em relação aos direitos humanos e à nãoproliferação, para postura propositiva, facilmente evidenciada pelo fato de o Brasil ter sediado duas das mais importantes conferências das Nações Unidas sobre a temática ambiental. Mediante a redemocratização e a conscientização da população brasileira quanto aos problemas ambientais³ a diplomacia brasileira consegue “renovar suas credenciais”, conforme afirmas o embaixador Gelson Fonseca Júnior. Antecipou-se, desse modo, à evolução da pauta ambiental no contexto internacional a tempo de poder exercer protagonismo e conformar a temática aos interesses dos países em desenvolvimento, entre os quais o Brasil. Importante perspectiva de longo prazo da diplomacia brasileira é o combate ao racismo e a quaisquer outras formas de discriminação. Tamanha é a importância dessa diretriz que ela foi elencada no artigo 4º da Constituição Federal, como um dos princípios que regem as relações internacionais brasileiras. A despeito da previsão constitucional, ainda é primordial uma maior conscientização da população brasileira, para que, como na questão ambiental, o Brasil possa assumir maior protagonismo internacionalmente. No contexto interno, muitos ainda acreditam na existência da democracia racial de que falou Gilberto Freyre e são contrários a medidas efetivas de combate às desigualdades raciais, evidentes mesmo em instituições, conscientes de sua função no combate ao racismo, como o Itamaraty. Em um contexto internacional em que África e Ásia vem se tornando parceiras cada vez mais importantes, é incoerente que as desigualdades raciais não sejam, efetivamente, combatidas no Brasil. A busca do desenvolvimento sustentável inclusivo, a defesa do meio ambiente e o combate ao racismo são diretrizes de longo prazo da política externa brasileira. Essas diretrizes coadunam-se com a análise da evolução provável da conjuntura internacional nos próximos anos, entre as quais o maior protagonismo dos países em desenvolvimento, em contexto progressivamente multipolar, o agravamento dos problemas ambientais e a conformação de sociedades, cada vez mais, multiétnicas e preocupadas com o combate à discriminação. Mediante a conformação de quadro funcional que privilegie a diversidade, surgirão diferentes análises sobre as futuras conjunturas mundiais, o que permitirá à diplomacia brasileira garantir ao Brasil o destino de grandeza que vaticinou Azeredo da Silveira."
        },
        {
            "Nome": "Candidato9",
            "Nota": "49.00",
            "Redação": "O longo prazo é o tempo da política externa brasileira. Preceitos ainda valorizados, como, por exemplo, o trato cordial com os vizinhos, remontam à chancelaria do Barão do Rio Branco. A persistência de rotinas e princípios, contudo, não deve remeter às ideias de fossilização ou de insulamento. Tendente à continuidade, a política externa brasileira só será política pública responsável se considerar, em seus cálculos, as demandas urgentes da sociedade civil. Por outro lado, como ensina Azeredo da Silveira, só será eficaz se tentar antecipar-se às conjunturas sistêmicas internacionais. A imagem de cúpulas em que príncipes como Metternich, Talleyrand e Bismarck tomavam decisões, não raro brilhantes em termos políticos, mas desconectadas dos anseios das sociedades que deveriam representar, cedo se tornou um estereótipo da atividade diplomática. O Itamaraty tem confrontado esse lugar-comum de exclusivismo e segredo por meio de iniciativas de diplomacia pública, como o foro Diálogos sobre Política Externa. A abertura à interlocução com diferentes atores da sociedade civil ocorreu em momento de clamor por transparência do processo decisório, reivindicação entrevista nas Jornadas de Junho de 2013. A recente e acertada audição da opinião pública trouxe notáveis ganhos qualitativos à política externa do país. Sugestões criativas de acadêmicos, jornalistas, representantes de organizações não governamentais e minorias têm o potencial de tornar o “impressionismo inevitável” definido por Silveira, no mínimo, mais legítimo, porque beneficiado pelo diálogo democrático e pelo debate público franco. Um país que alicerça sua política externa em uma fecunda interlocução doméstica está mais apto a realizar o destino de grandeza não hegemônico preconizado por Azeredo da Silveira. Potência média desprovida de armamentos nucleares, o Brasil tende a auferir ganhos de poder brando com suas ações de diplomacia pública. Ao considerar, em seus cálculos de política externa, as demandas e sugestões da sociedade civil, o Brasil reforça sua imagem externa de país que articula consensos, prestigia as soluções multilaterais pacíficas e reivindica uma ordem internacional menos assimétrica, na qual as vozes dos países emergentes possam ser ouvidas. A aproximação com os países do Sul, marcante na chancelaria de Azeredo da Silveira, que defendeu, nas Nações Unidas, uma nova ordem econômica internacional (NOEI), tem sido característica da política externa brasileira desde a década passada. Sem conflitar com os países desenvolvidos, o Brasil antecipou-se, conforme a sugestão de Silveira, à conjuntura internacional. A procura pela parceria chinesa, a retomada do contato solidário com a África e o lançamento de grupos como o IBAS e o BRICS podem parecer, hodiernamente, obviedades. Não o foram quando de sua implementação, instante em que pareciam ecoar, para certos segmentos, um terceiro-mundismo fora do tempo. A persistência da crise econômica internacional e a relativa preservação brasileira no que concerne aos seus efeitos corroboram a tese de que todo planejamento, para ser bem-sucedido, deve ser acompanhado de intuição. O longo prazo, afinal, é feito de curtos intervalos, que apresentam desafios imediatos. Criatividade e consistência conceitual fazem-se, nesse contexto, imprescindíveis. A chancelaria de Azeredo da Silveira completa, em 2014, quarenta anos. Muitos dos embaixadores do Itamaraty atual foram terceiros-secretários impactados pelos conceitos do Ministro das Relações Exteriores do Governo Ernesto Geisel. A perspectiva de longo prazo, a ideia de inovação beneficiada pelo acumulado histórico, a intuição como elemento indispensável e a realização de um destino de grandeza não hegemônico são patrimônios legados por Silveira. O Itamaraty honra seu legado ao atualizá-lo com a defesa de uma diplomacia pública, aberta ao diálogo democrático, inexistente em meados dos anos de 1970¹. País atento à redistribuição do poder mundial, o Brasil acerta ao abrir a política externa ao debate público interno. Que essa disposição renovadora se torne uma política pública de longo prazo, acompanhando a busca pelo desenvolvimento e a promoção de uma multipolaridade cooperativa."
        },
        {
            "Nome": "Candidato10",
            "Nota": "49.00",
            "Redação": "Ao contrário do que previa Francis Fukuyama, o fim da Guerra Fria não significou o “fim da história”, mas a emergência de novas possibilidades. A significativa complexidade da nova ordem internacional apresenta desafios aos Estados, mas também permite o surgimento de novas oportunidades de desenvolvimento social, econômico e político. Nesse contexto, a política externa ganha relevância para a consecução dos objetivos nacionais. As circunstâncias internas e externas indicam que o Brasil tende a apresentar, a longo prazo, política externa crescentemente atuante nas relações internacionais. O significativo desenvolvimento socioeconômico obtido pelo Brasil, nas últimas décadas, credenciam-no¹ a ter participação externa proativa no contexto internacional. Por meio de políticas macroeconômicas estabilizadoras, como o Regime de Metas de Inflação, e de programas sociais de transferência de renda, como o Bolsa Família e o Brasil Sem Miséria, o país conseguiu retirar milhões de pessoas da linha de pobreza, alcançando os Objetivos do Milênio com antecedência. Dessa forma, o Brasil tem servido de exemplo, no âmbito da sociedade internacional, o que amplia a legitimidade de sua política externa. Promover o desenvolvimento interno favorece a posição externa do Brasil, como país emergente, permitindo-lhe atuar proativamente, a longo prazo. Institucionalmente, o Brasil tem buscado preparar-se para assumir maiores responsabilidades nas relações internacionais. O Ministério de Relações Exteriores destaca-se, internacionalmente, pelo alto nível de profissionalização e pela capacidade de articular consensos nos fóruns multilaterais. Nos últimos anos, esse Ministério tem ampliado o debate nacional sobre política externa, ressaltando sua importância para a consecução dos objetivos nacionais de desenvolvimento. Exemplo disso é a recente discussão sobre a elaboração de uma estratégia nacional de política externa, em colaboração com a sociedade civil. Esse desenvolvimento institucional garante uma atuação coerente a principista, que reconhece a função da política externa como instituto de Estado e que contribui para a credibilidade internacional do país. Nesse sentido, internamente, o Brasil está preparado para incrementar sua participação nas relações internacionais, cumprindo seu “destino de grandeza”, concebido por Azeredo da Silveira. No âmbito externo, a constituição de uma ordem multipolar favorece o aumento da participação internacional de países emergentes. O sistema internacional hodierno é mais complexo que a bipolaridade ideológica que caracterizou o “curto século XX”, analisado por Eric Hobsbawm, em A Era dos Extremos. Países que haviam ficado à margem das relações internacionais começam a articular-se, reivindicando uma ordem internacional mais justa e representativa. A reforma dos órgãos de governança financeira internacionais, promovida pelo grupo de articulação Brasil, Rússia, Índia, China e África do Sul, na Cúpula do Grupo dos Vinte, em Seul, comprova essa capacidade de transformação dos emergentes. A atuação da diplomacia brasileira tem demonstrado a disposição do país a incrementar o engajamento externo, em nome do desenvolvimento e da paz mundiais. O Brasil coopera com diversos países para a promoção do desenvolvimento. Com base no princípio de solidariedade, o Estado brasileiro construiu Unidades de Pronto Atendimento, no Haiti; instituiu o Programa de Aquisição de Alimentos, na África; e promove a agricultura moçambicana com o Pró-Savana. Além disso, assumiu a presidência da Comissão para a Construção da Paz, de forma a contribuir para a resolução pacífica e duradoura de conflitos. Isso demonstra que o Brasil tem interesse em ampliar sua participação internacional, assumindo responsabilidades de cooperação. Não tendo ocorrido o “fim da história”, previsto por Francis Fukuyama, a ordem internacional hodierna apresenta oportunidades inéditas de inserção externa a países em desenvolvimento. O crescimento recente do Brasil permite que o país tenha condições de aproveitar a nova conjuntura. Nesse sentido, o Estado pode ampliar sua atuação externa, a longo prazo, cumprindo o “destino de grandeza” previsto por Azeredo Silveira. As circunstâncias internas coadunam-se com a conjuntura externa, indicando a possibilidade de a política externa brasileira ter atuação crescente nas relações internacionais a longo prazo."
        },
        {
            "Nome": "Candidato11",
            "Nota": "47.50",
            "Redação": "A definição de uma política externa pressupõe a avaliação de riscos e de oportunidades, com consequências verificáveis no longo prazo. Em 1976, Azeredo da Silveira assinalou, em discurso, o componente estratégico das escolhas feitas por aqueles responsáveis pela elaboração da diplomacia brasileira. De acordo com o ex-chanceler, o Brasil estava destinado a uma projeção internacional inexorável. Esse raciocínio é retomado, na contemporaneidade, pelo Ministro Luiz Alberto Figueiredo, cuja iniciativa de estabelecer um diálogo permanente sobre política externa, o qual congrega governo e sociedade, busca atender à necessidade de elaborar uma estratégia internacional democrática, consistente com o propósito de assegurar ao Brasil maior influência nas decisões com repercussão mundial. A projeção internacional adquirida pelo Brasil deve-se não apenas aos atributos inerentes à condição de grande nação emergente, mas decorre, também, dos esforços diplomáticos empreendidos nas últimas décadas. Se, por um lado, o interesse internacional pelo país é consequência de aspectos demográficos, ambientais, políticos e econômicos; por outro, a tradição diplomática dotou o Brasil de uma política externa previsível, a qual lhe proporciona a condição de parceiro internacional confiável. O Brasil é membro fundador da Organização das Nações Unidas e defende, de maneira consistente, a não intervenção em assuntos domésticos, a solução pacífica de controvérsias, a ênfase no multilateralismo e a cooperação para o desenvolvimento. Os princípios que regem a política externa brasileira permitem ao país projetar-se como interlocutor franco e confiável, condição que amplia as possibilidades atuais e futuras de contribuir para a consolidação da paz e para a promoção do desenvolvimento. Não por outra razão, o Brasil assumiu, há uma década, o comando militar da Missão para Estabilização do Haiti, iniciativa cujo êxito proporciona ao país convite para integrar missões congêneres futuras. Nesse sentido, escolhas estratégicas realizadas no passado acarretarão o surgimento de oportunidades futuras, por meio das quais o Brasil poderá reforçar a defesa de diretrizes de sua política externa, como a vinculação entre segurança e desenvolvimento. A iniciativa de inclusão da sociedade no processo de definição das diretrizes e das metas da política externa brasileira ocorre em contexto de consolidação da democracia. No longo prazo, ao assimilar demandas sociais, a diplomacia pátria pode, de maneira eficiente, atender aos desígnios de grupos sociais diferentes, com interesse em temas variados, como meio ambiente, imigração e política comercial. A perspectiva de que os vínculos que se estabelecem entre o Brasil e outros países tendem a se intensificar, devido à crescente interdependência econômica e política, reforça a premência da inclusão da sociedade nas decisões sobre política externa. A diplomacia brasileira atual defende uma conjuntura internacional caracterizada pela multipolaridade. Com o propósito de que essa multipolaridade se converta em multilateralismo, a política externa brasileira pauta-se pela defesa da democratização de foros internacionais. Essa estratégia tem sido executada por meio da busca de interesses convergentes tanto em parceiros tradicionais, como França e Alemanha, quanto em países emergentes. Nesse sentido, o Brasil espera que, no longo prazo, todos os países sejam beneficiados por instituições mais plurais e mais inclusivas, o que será possível, por exemplo, após a conclusão dos projetos de reforma de foros como o FMI e o Conselho de Segurança da ONU. A política externa brasileira é conformada tanto por circunstâncias internas quanto pela conjuntura internacional. Conquanto a diplomacia tenha aspecto estratégico, que diz respeito a expectativas futuras, as quais podem não se realizar, a política externa brasileira é concebida, no presente, em função do projeto de democratização de foros internacionais, da defesa de princípios tradicionais, como o desenvolvimento, e da inclusão da sociedade civil no processo decisório. Ao associar-se a países com expectativas semelhantes acerca do futuro da ordem mundial, o Brasil amplia as chances de êxito do projeto de reforço do multilateralismo. Além disso, o diálogo entre governo e sociedade confere maior legitimidade aos pleitos do país no âmbito internacional."
        },
        {
            "Nome": "Candidato12",
            "Nota": "47.50",
            "Redação": "Política internacional e política interna são aspectos dinâmicos das sociedades. Cabe aos formuladores dessas políticas adequá-las aos desafios impostos pelas transformações sociais constantes. No âmbito externo, a política internacional contemporânea caracteriza-se pela diversificação de temas e pela ascensão de novos Estados relevantes para o futuro da governança global. No Brasil, a política interna tem passado por significativas modificações, desde o fim do regime militar. Em ambiente institucional interno democrático e diante da conformação de uma ordem internacional multipolar, a perspectiva de longo prazo da política externa brasileira deve ser ativa e abrangente, sem deixar de ser representativa dos anseios da sociedade nacional que a legitima. O Brasil é um Estado que, devido a suas características geográficas, populacionais e econômicas, não pode deixar de assumir postura protagônica nas negociações internacionais. Henry Kissinger, em seu livro Diplomacia, reforça esse entendimento ao argumentar que não se poderá excluir o Brasil dos debates acerca do futuro da governança global, uma vez que o país possui dimensão continental, contingente populacional dinâmico e uma das maiores economias do mundo. A compreensão de que uma inserção internacional ativa é imprescindível para a identidade internacional do país precisa pautar as perspectivas de longo prazo da política externa brasileira, especialmente na atual conjuntura internacional de redistribuição de poder, a qual permite que Estados emergentes atuem de maneira mais representativa. Após o fim da União Soviética, uma ordem multitemática e multipolar começou a ser conformada. Ao lado do tratamento de tradicionais aspectos da economia e da segurança, novas temáticas, como meio ambiente, direitos humanos, inclusão social e governança da rede mundial de computadores, ganharam espaço na agenda internacional. Além disso, a maneira de lidar com as novas problemáticas deixou de respeitar a lógica hierárquica da bipolaridade, e propostas apresentadas por países emergentes passaram a receber respaldo. Nesse contexto, a inserção internacional de longo prazo do Brasil deve basear-se na ampla atuação em relação às temáticas que passaram a ser discutidas em âmbito global, pois isso reforçará o protagonismo do país na nova ordem internacional. No âmbito interno, o fim do regime militar permitiu a constituição do debate democrático e plural na formulação de políticas públicas, o que as torna mais representativas e legítimas. Sérgio Buarque de Holanda, em Raízes do Brasil, argumentou que a democracia se tornaria legítima, no Brasil, quando fossem criados mecanismos para a inclusão de todos os grupos sociais na classe política dominante. Essa é a tendência que se observa atualmente, na medida em que a população vota regularmente, o direito de livre manifestação é respeitado e a transparência na gestão pública é reforçada por intermédio de medidas como a lei de acesso à informação e o voto eletrônico. A perspectiva de longo prazo da política externa deve observar essa tendência de inclusão do indivíduo no processo político. É importante que os formuladores de política externa promovam, recorrentemente, iniciativas como a do Diálogos sobre Política Externa. Por meio de conferências que reuniram integrantes do governo e da sociedade civil, buscou-se debater os principais aspectos da política internacional, a fim de auxiliar na conformação de um livro branco de política externa, documento que apresentará ao público as diretrizes da inserção internacional do país. Conformar, junto com a sociedade, os principais objetivos da política externa aumenta sua legitimidade, porquanto sua formulação tem a participação de diferentes grupos de interesse. A política externa, como política pública, muda de acordo com o contexto social. No âmbito internacional, em razão de suas características físicas e econômicas, o Brasil deve aproveitar o momento de redistribuição do poder e de surgimento de novas temáticas, para estabelecer posicionamento ativo em vários temas internacionais. No âmbito interno, a consolidação da democracia demonstra que, para que a política externa de longo prazo seja legítima e eficaz, ela deve ser elaborada com significativa participação da sociedade."
        },
        {
            "Nome": "Candidato13",
            "Nota": "46.75",
            "Redação": "O planejamento da política externa brasileira depende de dados conjunturais endógenos e exógenos, de modo que a perspectiva estratégica do desenvolvimento esteja sempre presente na inserção internacional do país. O Brasil representa potência emergente que defende um multilateralismo de reciprocidade e busca uma ordem internacional mais justa e equilibrada, em um contexto de novas dinâmicas internas e globais. Por isso, convém analisar os três eixos de ação que sustentam as perspectivas da política exterior de longo prazo e o multilateralismo: o econômico, o político e o social. No domínio da economia, o Brasil é a sexta maior economia do mundo e um dos mercados emergentes mais atrativos para o capital globalizado. A necessidade de continuar a crescer, em meio à crise financeira internacional, apresenta-se como desafio para a política econômica nacional e para os rumos da política externa brasileira. O peso do país na economia mundial o fez integrar a principal coalizão multilateral de diálogo e de concertação política sobre o sistema financeiro contemporâneo, o G-20 financeiro, onde¹ o Brasil defende a cooperação entre países em desenvolvimento e desenvolvidos para que a renda e o emprego sejam estimulados. A diplomacia brasileira age de modo pragmático ao usar o multilateralismo financeiro como vetor do desenvolvimento econômico internacional, visto que o crescimento da economia nacional depende do incremento das exportações e do influxo de capitais. A política interna influencia as diretrizes da política exterior. O Brasil constitui potência emergente guiada em suas relações internacionais por princípios constitucionais que abrangem a defesa da paz e a prevalências dos direitos humanos. O país demonstra, portanto, ter credenciais para ser liderança emergente no multilateralismo político em face da nova distribuição de poder global, onde² predomina a multipolaridade. Nesse contexto, a diplomacia brasileira almeja unir-se a outros países emergentes para reformar as instâncias internacionais de decisão, de modo a dotá-las de maior legitimidade e eficácia. O Brasil foi um dos incentivadores para a criação do Conselho de Direitos Humanos da Organização das Nações Unidas (ONU) e sustenta uma reforma no principal órgão multilateral a cuidar da manutenção da paz e da segurança internacionais, o Conselho de Segurança da ONU. Dessa forma, a política externa pátria recorre ao realismo para defender os interesses brasileiros, vinculados aos princípios constitucionais. A grandeza da nação e o papel do Brasil no mundo não se resumem ao aspecto econômico e político. Estes se associam ao plano social nas diretrizes de longo prazo adotadas pela diplomacia. O país conseguiu algo inédito ao unir as aspirações democráticas da nação ao combate à fome e à pobreza. Políticas econômicas e sociais retiraram milhões de brasileiros da miséria, o que embasa o desenvolvimento social. O Brasil é, portanto, exemplo para o mundo e não pode abster-se de difundir os projetos nacionais de cunho social para outros países por meio de ações bilaterais ou multilaterais de cooperação. A cooperação para o desenvolvimento mostra a vontade brasileira de constituir a igualdade de oportunidades nas relações internacionais. O desenvolvimento é o maior objetivo da política externa brasileira, seja de longo prazo, seja de curto prazo. Os domínios da economia, da política e do social servem como base para que ações específicas alcancem os interesses nacionais, os quais estão em consonância com um multilateralismo mais justo, em contexto de configuração de uma nova multipolaridade. O Brasil coopera, consequentemente, para que a coesão de ideias multilaterais seja elemento estratégico de planejamento da política externa. Dessa forma, o Estado brasileiro conseguirá consolidar-se como potência emergente e contribuirá para que a multipolaridade sistêmica seja oportunidade para a igualdade entre todos os países. Para tanto, a política externa une as circunstâncias internas e os cenários internacionais para estimular o desenvolvimento nacional e o progresso da sociedade internacional."
        },
        {
            "Nome": "Candidato14",
            "Nota": "46.75",
            "Redação": "A elaboração de perspectivas de longo prazo para a política externa brasileira exige que se considerem circunstâncias internas e internacionais, as quais definem valores e limites para a atuação do país. O Brasil não possui recursos militares que lhe permitam exercer influência determinante na conformação do sistema internacional. O país busca garantir seus interesses por meio de iniciativas que lhe assegurem posição internacional adequada. Interessa-lhe a manutenção de estabilidade na ordem mundial, com predomínio de esforços cooperativos. Esse cenário propicia condições favoráveis ao desenvolvimento socioeconômico. A política externa brasileira apresenta aspectos de continuidade e de mudança. As mudanças percebidas nessa política são tributárias de transformações das circunstâncias internas do país e de novas formas de distribuição de poder no cenário internacional. Novas perspectivas não significam, nesse caso, rupturas; antes, referem-se a maior ênfase em determinados temas da agenda internacional ou a esforços renovados em certo sentido. Os traços de continuidade são característicos do discurso diplomático brasileiro. Quase cinquenta anos separam, no tempo, discurso proferido pelo Ministro de Estado Antonio Francisco Azeredo da Silveira de outro discurso, proferido pelo Ministro de Estado Luiz Alberto Figueiredo Machado. Ambos apontam a importância de pensamento estratégico ¹que permita ao Brasil aproveitar suas potencialidades, para inserir-se de forma mais favorável no sistema internacional. As circunstâncias internas, ora vigentes, no Brasil, possibilitam ao país buscar uma nova inserção. Nos últimos trinta anos, promoveu-se a redemocratização e alcançou-se a estabilidade macroeconômica. A Constituição Federal, promulgada em 1988, assegura a transparência das eleições e o respeito às garantias individuais. Iniciativas de combate à pobreza implicaram ascensão social de milhões de brasileiros. Esse conjunto de novas condições e de novas características influenciou a formulação da política externa. Hoje, o Brasil apresenta-se como país emergente, democrático e promotor da cooperação em prol do desenvolvimento socioeconômico. Essa condição permite que o país reivindique uma ordem internacional justa, democrática e inclusiva. O cenário internacional contemporâneo pode oferecer oportunidades valiosas para o atendimento das reivindicações brasileiras. O fim da Guerra Fria ensejou surgimento de cenário internacional multipolar, no qual não há centros hegemônicos absolutos. Por um lado, o novo contexto pode resultar em recrudescimento de rivalidades; por outro lado, pode significar melhores chances para os ensaios de cooperação internacional e para soluções pacíficas de conflitos armados. Ao Brasil, interessa atuar em prol do segundo cenário. Um contexto de estabilidade sistêmica, reforçado pela cooperação e pela solidariedade, propicia espaço para a ascensão dos emergentes e fomenta a reforma democrática de foros decisórios internacionais. As perspectivas de longo prazo da política externa brasileira devem buscar o atendimento dos interesses nacionais. O desenvolvimento socioeconômico e a reforma das instâncias decisórias internacionais figuram como objetivos básicos da política externa pátria. Esses interesses têm guiado a ação internacional do Brasil nos últimos cinquenta anos. O Brasil não possui excedentes de poder militar, os quais poderiam permitir ao país exercício de influência significativa nos foros decisórios que articulam as relações internacionais. As iniciativas de política externa consideram essa limitação e têm buscado promover a formação de um novo cenário internacional, no qual o poder militar não seja preponderante de forma absoluta. O sistema internacional contemporâneo oferece desafios e oportunidades para o Brasil. As perspectivas de longo prazo da política externa brasileira devem promover avaliação crítica dos novos cenários, de forma a assegurar a consecução dos objetivos nacionais. Mudanças no contexto interno do país, nos últimos trinta anos, possibilitam uma ação internacional proativa e legítima, a qual busca assegurar formação de contexto sistêmico favorável à cooperação e ao desenvolvimento. É possível que o mundo adote essa perspectiva, uma vez que o fim da Guerra Fria ampliou as margens de manobra necessárias para o exercício da cooperação; é preciso evitar, não obstante, surgimento de rivalidades que restringiriam essas margens de manobra e que seriam prejudiciais a países,² como o Brasil. No longo prazo, o Brasil seria beneficiado por um sistema internacional democrático e cooperativo."
        },
        {
            "Nome": "Candidato15",
            "Nota": "42.50",
            "Redação": "A política externa está efetivamente relacionada com a conjuntura nacional e internacional. Diversas mudanças, como a emergência de países em desenvolvimento, com crescimento econômico superior ao de nações ricas, e a difusão de protestos populares em vários Estados, têm ocorrido nas últimas décadas. Essas alterações influem na formulação das estratégias diplomáticas. O contexto interno é, também, base para a ação internacional. No caso do Brasil, seu papel ao lado dos grandes emergentes, as mudanças socioeconômicas e a tradição histórica e principiológica são fatores que norteiam as diretrizes externas. Considerando-se que o desenvolvimento é um dos maiores objetivos brasileiros, é por meio da articulação desse conceito com o contexto nacional e o internacional que devem ser analisadas as perspectivas da política exterior. A adequação ao cenário interno é essencial para o estabelecimento da política externa. A dinâmica nacional delimita as metas e os parâmetros da atuação internacional. No Brasil, a ascensão da classe média e a redução da pobreza coadunam-se com a ideia de desenvolvimento amplamente defendida em foros multilaterais. Políticas públicas, como o Bolsa Família, permitiram que várias famílias obtivessem melhores condições de vida e são defendidas no plano externo. A experiência brasileira em distribuição de renda é replicada em países africanos, mediante projetos de cooperação técnica implementados pelo Brasil. Embora ainda existam desafios socioeconômicos domésticos, o Estado deve continuar a utilizar seus programas exitosos em ações externas. Desse modo, o Brasil age como exemplo de que é possível melhorar a situação interna, incentivando mudanças em outras nações. O desenvolvimento nacional e a existência de uma sociedade harmônica, sem graves conflitos étnicos, conferem ao Brasil credenciais para a participação em decisões internacionais sobre diferentes temas e regiões. Formado pela união de índios, brancos e negros, o Brasil arvora a mestiçagem como motivo de orgulho nacional e como modelo para locais conflituosos. Ademais, como ressaltou o embaixador português José Fernandes Fafe, o equilíbrio de antagonismos da sociedade brasileira, de acordo com conceito de Gilberto Freyre, forneceu ao Brasil a habilidade de articulador de consensos. É por meio dessas duas teses que o país tem sua atuação legitimada em questões como o conflito entre Israel e Palestina e a guerra civil na Síria. Em consonância com os princípios de relações internacionais inscritos na Constituição Federal de 1988, o Brasil defende a solução pacífica de controvérsias, buscando contribuir para o estabelecimento do diálogo e da paz nesses e em outros conflitos. A consolidação da democracia no Brasil e a ascensão dos países emergentes na esfera internacional permitem ao Estado a meta de maior participação nas decisões multilaterais. A crescente abertura das instituições estatais no âmbito interno, até mesmo no contexto da diplomacia, como demonstram os Diálogos sobre Política Externa, pode basear a demanda brasileira pela reforma da governança internacional. A decisão do futuro global por cúpulas que envolvam apenas as maiores potências, como na época do Congresso de Viena e da Conferência de Versalhes, não deve mais ocorrer. É importante que os organismos multilaterais sejam atualizados, para que incluam um conjunto representativo de países. Com essa finalidade, o Brasil propugna a reforma do Conselho de Segurança das Nações Unidas, a principal instância decisória em questões de paz e segurança, mas que ainda reflete a divisão de poder do período após a Segunda Guerra Mundial. O aumento da participação da sociedade internamente legitima a busca por maior abertura no âmbito multilateral. Como afirmou Luiz Alberto Figueiredo Machado, o Brasil ocupa novo lugar no mundo. As transformações no cenário interno e no externo permitem ao país desempenhar papel mais proeminente nas instâncias internacionais, seja demandando maior participação nas decisões globais, seja ampliando seu âmbito de atuação. A postura principista e as tradições nacionais, como a defesa do diálogo e a valorização da mestiçagem, permanecem importantes e fortalecem a atuação brasileira, sempre visando ao desenvolvimento."
        },
        {
            "Nome": "Candidato16",
            "Nota": "40.75",
            "Redação": "As perspectivas de longo prazo da política externa foram objeto de análise nos Diálogos de Política Externa, recentemente promovidos pelo Ministério das Relações Exteriores. Conquanto um exercício do gênero seja especulativo, como afirmou Azeredo da Silveira, ele é útil na medida em que suscita debate sobre as circunstâncias internas e os cenários internacionais, análises que Keneth Waltz denominava de “segunda imagem” e “terceira imagem”. Considerando os resultados das discussões realizadas, pode-se afirmar que as perspectivas de longo prazo da política externa brasileira são positivas. Transformações significativas têm ocorrido no sistema internacional. Embora muito teóricos tenham afirmado que o mundo bipolar decorrente da Guerra Fria seria substituído por um sistema unipolar com prevalência dos Estados Unidos, não foi isso que ocorreu. Começou a formar-se uma ordem mundial multipolar, na qual o poder passou a ser distribuído entre diversos países, ainda que de maneira desigual. Um grupo de nações foi especialmente beneficiado, as quais constituíram o agrupamento BRICS, do qual o Brasil é membro. A alteração das diversas estruturas de governança mundial decorre do processo de redistribuição de poder em curso, de maneira a suscitar tendência de aumento de poder desses países no médio prazo e sua consolidação no longo prazo. As mudanças geopolíticas estão vinculadas a mudanças geoeconômicas. A evolução dos países emergentes confirmou a dualidade desse processo, uma vez que ao desenvolvimento econômico correspondeu a aquisição de poder. Na crise de 2008, por exemplo, a diferença da capacidade de reação dos países desenvolvidos e dos emergentes fez que o G-20 Financeiro se consolidasse como instância máxima de decisão financeira, em detrimento do G-8. Esse cenário é de grande importância para o Brasil, dado que o desenvolvimento nacional está historicamente relacionado a capitais estrangeiros. Dessa maneira, o aumento de poder decisório do país em instâncias financeiras multilaterais pode ensejar a elaboração de regras que facilitem a criação de fluxos financeiros, bem como o aumento de transações comerciais. A manutenção do ritmo de crescimento do país no longo prazo pode ser assim garantida, de modo a fazer da política externa instrumento do desenvolvimento, como afirmou o Embaixador Figueiredo Machado. A economia brasileira desenvolveu-se de maneira intensa nas últimas décadas. Embora o país tenha sido submetido a anos de hiperinflação, o Plano Real fez que a economia retomasse o crescimento e se estabilizasse, de maneira a se transformar na sexta economia mundial. Inovações tecnológicas viabilizaram a comprovação de reservas de petróleo em águas profundas, e investimentos permitiram que a produção agrícola e a extração mineral se expandissem. Por conseguinte, o Brasil tem reservas energéticas e naturais, que, exploradas de maneira sustentável, podem assegurar o crescimento do país no longo prazo, bem como viabilizar a cooperação para o desenvolvimento de outras nações. Circunstâncias internas, assim, permitem posição estratégica no cenário internacional. As circunstâncias internas do Brasil também mudaram nos últimos anos. A democracia foi consolidada, o acesso à educação foi facilitado e a pobreza foi reduzida. A sociedade tem participado de maneira ativa na política, inclusive no processo de formulação da política externa. A nova realidade brasileira pode ser considerada modelo de desenvolvimento, porquanto o país superou séculos de dominação e décadas de subdesenvolvimento. Essas circunstâncias permitem o exercício de “soft power”, o qual tende a consolidarse no longo prazo, na medida em que a imagem internacional do país se torna mais positiva. As perspectivas de longo prazo da politica¹ externa brasileira são positivas. Essa constatação, no entanto, não é suficiente, dado que é preciso elaborar políticas ativas e estratégicas, conforme Figueiredo Machado². Para tanto, foram formuladas propostas ao longo dos Diálogos sobre Política Externa, que serão compiladas em Livro Branco³. O desafio do Brasil é, no curto prazo, formular essas políticas, a fim de executá-las no médio prazo. Dessa maneira, a perspectiva positiva pode-se confirmar no longo prazo."
        },
        {
            "Nome": "Candidato17",
            "Nota": "39.00",
            "Redação": "Em sua obra Diplomacia, Henry Kissinger afirmou que um dos grandes desafios da prática diplomática é o longo prazo de tempo necessário para a execução de ações e para¹ a consecução de objetivos. O ex-Secretário de Estado afirmou que o mundo moderno transforma-se, por vezes, mais rapidamente do que os estadistas podem formular suas políticas. Na Primeira Guerra Mundial, por exemplo, a velocidade das mobilizações militares impediu que negociações emergenciais fossem convocadas à² tempo de impedir o conflito. Os acontecimentos do mundo contemporâneo requerem reações ainda mais urgentes dos estadistas, devido à revolução nas tecnologias da informação e à contínua globalização. O desafio para a política externa brasileira é o de reagir de maneira célere aos acontecimentos mundiais, sem prejudicar seus interesses permanentes1 como a promoção do desenvolvimento, a defesa dos Direitos Humanos e a busca por uma ordem internacional mais justa. Após o final da Guerra Fria, o fim da bipolaridade tornou mais complexa a ordem internacional, o que aumentou a incerteza da diplomacia e permitiu o surgimento de novos desafios, frustrando os teóricos do “fim da história”. Como afirmou o ex-chanceler Azeredo da Silveira, muitas das novas tendências não foram antecipadas, como o ressurgimento do nacionalismo nos Balcãs, o aumento do número de conflitos intraestatais, o recrudescimento de ações terroristas baseadas em radicalismo religioso ou as grandes crises económicas. Esse aumento da incerteza ocorreu simultaneamente à revolução nos meios de comunicação acarretada pela disseminação da internet, gerando uma situação paradoxal: atualmente, os tomadores de decisão têm mais informações à sua disposição do que jamais antes, porém4 a tomada de decisões nunca foi tão difícil. Desde o final da Guerra Fria, a política externa estadunidense tem sido criticada, ora por realizar ações desnecessárias e danosas, ora por não agir em situações em que seria necessário fazê-lo, o que evidencia a falta de um modelo adequado às novas complexidades internacionais. A palavra complexidade nunca teve conotações negativas para o Brasil. A amplitude geográfica do Brasil, assim como sua população vasta e matizada, com diferentes raças, credos, culturas e opiniões políticas significa, 5 necessariamente, uma grande complexidade. Cada vez mais, porém, essa pluralidade é valorizada como vantagem, tanto nacionalmente quanto no âmbito internacional. A crescente inclusão social da última década teve efeito também6 sobre a diplomacia, que passou a incluir novos atores, temas e demandas. O Itamaraty tem um papel fundamental na formulação de uma política externa inclusiva, que atenda aos anseios de diversos setores, seja coordenando as demandas de diferentes ministérios, seja privilegiando o contato direto com a sociedade civil, por meio de iniciativas de diplomacia pública. Esse esforço de coordenação interna é o que permite que o Brasil aja de maneira coerente e promova a coordenação também entre diferentes atores no plano internacional. A eleição de brasileiros para diversos cargos de direção de organizações multilaterais é exemplo da legitimidade do Brasil como interlocutor e de sua capacidade de formar consensos internacionais. À medida que o mundo torna-se mais complexo, essa capacidade será cada vez mais essencial à governança global. O Brasil, como país que, historicamente, buscou desenvolver-se e reformar a ordem internacional, sempre esteve ciente do contraste referido por Kissinger, entre o tempo necessário à diplomacia e a urgência das necessidades materiais nacionais. A solução encontrada foi, por um lado, definir princípios que permanecessem válidos independentemente de transformações nacionais ou internacionais, e por outro lado, a formação de um corpo diplomático eficaz, propositivo e constantemente renovado. Somado à capacidade de coordenação nos âmbitos interno e internacional, esse modelo permite a execução de uma política externa coerente, capaz de beneficiar-se da configuração multipolar descrita pelo chanceler Figueiredo Machado para propor soluções construtivas aos desafios globais, sem descuidar dos interesses brasileiros permanentes."
        },
        {
            "Nome": "Candidato18",
            "Nota": "38.00",
            "Redação": "Auferir os interesses nacionais de um país é o objetivo permanente da política externa. Por conseguinte, ela pode ser caracterizada como política de Estado. A função da política externa é fixa, mas seus objetivos e meios alteram-se no longo prazo. A política externa brasileira tem como característica a continuidade, visto que é possível identificar a defesa contínua de alguns princípios, como o da soberania. O século XXI inicia-se com alterações significativas na ordem mundial. A política externa brasileira, como um dos meios de promoção do desenvolvimento nacional, deve ser executada com base em perspectiva de longo prazo, a fim de realizar seus objetivos internos e internacionais. Identificar os objetivos de longo prazo de um Estado facilita sua ação internacional autônoma no presente. O conhecimento dos contextos interno e internacional, nesse sentido, faz-se necessário, pois ele permitirá a identificação das possibilidades no longo prazo, pois a realidade internacional está em constante mudança. No século XXI, verificam-se alterações significativas na distribuição de poder. A ascensão dos países emergentes, como o Brasil, enseja maior multipolaridade, a qual impõe novos desafios e oportunidades. A criação do Livro Branco da política externa brasileira será importante meio de consecução da estratégia de longo prazo da diplomacia nacional. A mudança de perspectiva sobre o desenvolvimento ensejou a alteração da posição internacional do Brasil. A maior ênfase na inclusão social significou a expansão da classe média e a redução da pobreza nos últimos dez anos. Um país só pode ser considerado desenvolvido se incluir seus cidadãos. Programas governamentais, como o Bolsa Família, são reconhecidos internacionalmente, devido aos seus esforços sociais. O economista Amartya Sen, um dos criadores do Índice de Desenvolvimento Humano, afirmou que a liberdade só existe se houver igualdade de oportunidades. No âmbito internacional, o Brasil luta por essa igualdade no comércio, nas finanças e nos orgãos¹ internacionais. O estímulo à cooperação técnica com países em desenvolvimento insere-se nessa lógica, ao não exigir condicionalidades. A busca de uma ordem internacional mais democrática requer a existência de um contexto mais multilateral. Um dos objetivos de longo prazo da diplomacia brasileira é a multiplicação de instâncias multilaterais. O estabelecimento do G-20 comercial, do IBAS, dos BRICS e do BASIC visa à democratização da ordem internacional, tornando-a mais justa e inclusiva. O desejo brasileiro de maior participação nas negociações internacionais ensejou posição propositiva nos âmbitos financeiro, ambiental, comercial e político. O exemplo mais recente de protagonismo brasileiro foi a convocação da Reunião Multissetorial sobre governança na rede mundial de computadores, com o objetivo de tornar a rede mais democrática no futuro. O avanço da democracia no Brasil, verificado nos movimentos populares recentes, estimula maior participação dos nacionais nas discussões sobre política externa. Dessa maneira, as estratégias de política externa tornar-se-ão mais legítimas e democráticas. Isso fornecerá maior projeção internacional ao Brasil e facilitará a consecução de seus objetivos, principalmente o de desenvolvimento. A liderança brasileira, nas negociações dos objetivos para o desenvolvimento pós-2015², exemplifica a busca dos objetivos de longo prazo do Brasil nos âmbitos interno e internacional. A conferência Rio +20 também representa a maior democratização das negociações multilaterais e a ênfase no desenvolvimento sustentável. A política externa mais altiva e propositiva dos últimos dez anos só foi possível devido ao avanço da inclusão social brasileira. O estímulo à democracia ensejará meios mais legítimos de consecução da política externa brasileira, a qual deve sempre visar ao desenvolvimento inclusivo. A elaboração do Livro Branco da Política Externa, com o auxílio dos diversos setores sociais, será o melhor meio de garantir a existência de estratégia internacional de longo prazo do Brasil. Isso facilitará o enfrentamento de possíveis óbices e dará maior legitimidade ao Brasil nas negociações internacionais."
        }
    ]
}