{
    "Nota Máxima": 60.0,
    "Pergunta": "“Antes cair das nuvens, que de um terceiro andar”. A partir de sua interpretação da citação de Machado de Assis, comente um fato relevante da cultura brasileira ocorrido no século XX; ou, alternativamente, um fato relevante da história mundial ocorrido no mesmo período; e relacione o fato escolhido à citação.",
    "Candidatos": [
        {
            "Nome": "Débora Antônia Lobato Cândido",
            "Nota": 55.25,
            "Redação": "A frase “antes cair das nuvens, que de um terceiro andar”, retirada do romance Memórias Póstumas de Brás Cubas, de Machado de Assis, sintetiza a desilusão que caracterizou o período entre as duas guerras mundiais do século XX. Após décadas de otimismo, associado ao avanço da industrialização e ao crescimento do comércio mundial, os países europeus iniciaram um conflito que destruiu muitas das principais cidades do continente e que levou ao questionamento de ideia como o progresso, a modernidade e o capitalismo. A Alemanha é exemplo emblemático da desilusão do pós-guerra, uma vez que a fundação da República de Weimar foi uma tentativa de reverter os impulsos expansionistas que haviam contribuído tanto para o início da I Guerra Mundial quanto para a destruição alemã, de modo a evitar nova “queda das nuvens” ou, o que seria pior, uma “queda do terceiro andar”. A fundação da República de Weimar representa o “cair das nuvens” a que alude Machado de Assis, por marcar o fim do governo imperial alemão responsável pelo projeto de expansionismo da Alemanha. Desde a Guerra Franco-Prussiana, havia grande euforia entre os alemães, associado ao crescente poder econômico, militar e político do novo Estado. Embora, a princípio, a Alemanha buscasse apresentar-se como “potência satisfeita”, como indicado por Otto von Bismarck, o projeto expansionista logo seria recuperado. Durante a I Guerra Mundial, o otimismo alemão seria substituído pelo sentimento de desilusão, uma vez que se evidenciariam os limites do poder do país e, sobretudo, os custos decorrentes do esforço bélico. O estabelecimento do governo republicano, de bases democráticas e não militaristas, consistia na tentativa de evitar que a “queda do terceiro andar”, que poderia ser novo conflito ou a desintegração do Estado alemão, efetivamente ocorresse.  Embora a desilusão característica do período da República de Weimar contribuísse para a fragilidade política alemã na década de 1920, a produção cultural do país seria beneficiada por esse sentimento. Com o objetivo de desvincular-se da ilusão imperialista de grandeza, artistas e intelectuais alemães criariam tendências culturais vanguardistas, como o utilitarismo de Bauhaus e o expressionismo de Fritz Lang. Esses movimentos artísticos visavam a romper com as ilusões de progresso que haviam caracterizado o período anterior a 1914, indicando novas possibilidades de desenvolvimento social para a Alemanha. Assim como seria melhor para Brás Cubas enfrentar a decepção, seria melhor para a Alemanha lidar com a perda da guerra e com o fracasso do projeto expansionista do que contestar o Tratado de Versalhes e arriscar o recrudescimento de um revanchismo militarista.  A ascensão dos nazistas ao poder, na Alemanha, inviabilizaria o projeto pacifista da República de Weimar, o qual seria substituído por uma lógica cultural ufanista e militarista. Embora a queda do governo republicano tenha sido influenciada por aspectos econômicos e políticos, pode-se afirmar que a desilusão decorrente da I Guerra Mundial, um aspecto eminentemente psicossocial, também contribuiu para a radicalização alemã. A coesão de uma sociedade requer um projeto comum de transformação da realidade, de modo que a incapacidade de realizar um desejo compartilhado, como o restabelecimento do antigo Império Alemão, pode ter efeitos sociais tão desestabilizadores quanto acontecimentos reais, como a destruição decorrente de um conflito. Se, para a Alemanha, o “cair das nuvens” foi a fundação da República de Weimar, após as desilusões associadas à I Guerra Mundial, o início do governo nazista foi, certamente, a “queda do terceiro andar”. Não obstante os esforços dos políticos social democratas e dos intelectuais vanguardistas alemães, a Alemanha buscou, novamente, o expansionismo territorial que destruíra o país após 1914. Desse modo, pode-se questionar a afirmação de Machado de Assis, em Memórias Póstumas de Brás Cubas, de que “antes cair das nuvens, que de um terceiro andar”, uma vez que a primeira queda, que representa a desilusão, tende a ser acompanhada da segunda, que representa, efetivamente, a tragédia."
        },
        {
            "Nome": "Daniel Tavares Vidal",
            "Nota": 55.00,
            "Redação": "Machado de Assis, em Memórias póstumas de Brás Cubas, afirma ser preferível a queda das nuvens à derrocada a partir do terceiro andar. Essa asserção, que subverte o pessimismo e o pragmatismo típicos do autor realista, elucida a importância do idealismo na persecução de objetivos individuais e coletivos. Ainda que adstrita a limitações impostas pelo contexto histórico e socioeconômico, a motivação ideológica representa o pressuposto inerente a qualquer empreitada que vise à reconstrução de instituições. A fundação da Organização das Nações Unidas, após duas calamitosas guerras generalizadas, exemplifica a importância e a perenidade de iniciativas baseadas em ideais. Hans Morgenthau, em A política entre as nações, alega que a história humana pode ser compreendida como o embate estratégico entre as diversas coletividades estatais existentes. Essa análise, ainda que limitada e reducionista, coaduna-se com a dinâmica política inicial dos séculos XIX e XX. A compreensão de incursões bélicas como decorrência natural de conflitos diplomáticos viabilizou a concepção de que, conforme asseverou Carl von Clausewitz, a guerra seria a continuação do diálogo interestatal por meios alternativos. Essa é a razão pela qual o centenário prévio à eclosão das guerras mundiais representa a falência do idealismo no contexto internacional. É inegável que a contenção de aspirações ideológicas extremistas e o privilégio de estratégias de inserção internacional coerentes e racionais contribuem para a estabilidade interestatal; todavia a adoção de paradigmas realistas amorais, conforme exemplificam eventos históricos, é capaz de ocasionar o desrespeito a valores humanos essenciais. A priorização da corrida imperialista, em detrimento do reconhecimento de aspirações  e da autodeterminação de povos colonizados, assim como o isolamento imposto às nações vencidas viabilizaram a deflagração de dois conflitos mundiais e abalaram a crença no progresso civilizacional. De modo análogo, movimentos vanguardistas, a exemplo do Dadaísmo, elucidaram a irracionalidade inerente à supressão da alteridade no contexto geopolítico inicial do século XX. A fundação, em 1945, da Organização das Nações Unidas, dessa maneira, representa a perenidade do idealismo como motivador de iniciativas políticas. Em dois momentos consecutivos, a destruição do continente europeu comprovou que o empenho na superação de obstáculos inerentes a estratégias altruístas é preferível ao fracasso decorrente da priorização do niilismo no âmbito político. A ineficácia inicial do sistema de segurança coletiva, cerne da concertação promovida pela Liga das Nações, não obstou à retomada desse ideal após o fim da Segunda Guerra Mundial. A consolidação do sistema de governança global contemporâneo, regido pelos esforços da Organização das Nações Unidas, reafirma mais que a relevância de utopias na melhoria da condição de vida humana. A existência de uma cúpula apta a congregar as mais importantes lideranças globais e a prevenir o conflito entre as nações retoma ideais que, desde o século XVIII, haviam sido preteridos. Immanuel Kant, em A paz perpétua, argumenta que o progresso da humanidade, imperativo inexorável, impeliria os povos à paz e a interações positivas, a exemplo do comércio. Segundo o filósofo germânico, a racionalidade, de maneira autônoma, conduziria os cidadãos e as lideranças políticas à rejeição da violência internacional na solução de disputas. A dinâmica histórica do século XX permite inferir a adequação das previsões kantianas. A condução da política externa estatal demanda racionalidade, requisito essencial à formulação de estratégias de inserção internacional adequadas; no entanto, conforme elucida a eclosão de duas guerras mundiais, a concertação interestatal alijada de valores é capaz de ocasionar crises relevantes. De modo análogo, a fundação da Organização das Nações Unidas, em 1945, evidencia a relevância e a perenidade de ideais na busca de interações governamentais benéficas. O êxito da instituição, mesmo após o infortúnio de sua antecessora, a Liga das Nações, elucida, conforme asseverou Machado de Assis, que as utopias constituem objetivos que justificam a superação de obstáculos e de adversidades."
        },
        {
            "Nome": "Felipe Pinheiro Mello",
            "Nota": 55.00,
            "Redação": "“Antes cair das nuvens, que de um terceiro andar”. Essa citação de Machado de Assis, retirada de Memórias Póstumas de Brás Cubas, refere-se a uma situação em que mais vale aperceber-se da realidade dos fatos, afastando-se de idealismos, que correr o risco de sucumbir às ameaças que essa realidade apresenta. Contrapõe-se, dessa forma, um idealismo arriscado a um realismo mais seguro. Essa citação pode ser relacionada à mudança de posição da Inglaterra diante da crescente ameaça representada pelo Nazismo ao longo da década de 1930. Nesse contexto, o idealismo da Política de apaziguamento foi obrigado a dar lugar ao realismo da necessidade da guerra, de forma a salvar a democracia britânica. Com a ascensão do Nazismo, a Inglaterra, um dos pilares da Liga das Nações, adota a política de nada fazer diante do expansionismo alemão. Para o ministro britânico Neville Chamberlain, a Alemanha havia sido excessivamente prejudicada pelo Tratado de Versalhes; e parecia-lhe justo, num primeiro momento, que ela expandisse suas forças militares para além do que fora designado pelo tratado. Posteriormente, diante dos avanços alemães sobre a Áustria e a Tchecoslováquia, Chamberlain implementa a Política de Apaziguamento. Por esse meio, o ministro buscava manter a paz na Europa, que ainda se recuperava dos efeitos da Primeira Guerra Mundial e da Grande Depressão. Mais que isso, acreditava-se que a política expansionista da Alemanha, inevitavelmente, a levaria a se chocar com a União Soviética, de forma que essas duas forças totalitárias acabariam anulando-se mutualmente. Em uma visão retrospectiva dos fatos, fica evidente o erro de cálculo dos britânicos. A demora e a hesitação em conter a política imperialista de Hitler permitiram lhe reunir forças para sustentar a maior guerra da história da humanidade, além de perpetrar um dos maiores genocídios já realizados. A Política de Apaziguamento não trouxe a paz, pelo contrário, ela ajudou a ampliar as dimensões da guerra que se tornava inevitável. Também contrariando as previsões dos ingleses, a Alemanha e a União Soviética, em vez de se anularem, uniram-se em um pacto de não agressão, o que lhes possibilitou prosseguir com seus planos anexionistas sobre a Polônia. A política externa britânica manteve-se, durante a maior parte da década de 1930, presa ao idealismo do apaziguamento de Chamberlain. Somente após a invasão da Polônia, os ingleses vão “cair das nuvens” e dar-se conta do risco iminente representado pela Alemanha. A declaração de guerra da Inglaterra ao Eixo, antes mesmo de Hitler se aproximar de suas fronteiras, visava assim a evitar que ela viesse a “cair de um terceiro andar”, como ocorreu com a França. Apesar das boas intenções de Chamberlain, sua falha ao analisar a realidade europeia de sua época levou-o a desenvolver uma política que acabou sendo contrária a seu objetivo de pacificar a Europa. A correção de rumos, baseada em avaliação mais realista do contexto internacional, veio tarde, mas ainda a tempo de evitar uma possível conquista da Inglaterra pelos nazistas. A frase de Machado de Assis aplica-se, de forma adequada, ao dilema pelo qual passam os tomadores de decisão ingleses meses antes da deflagração da Segunda Guerra Mundial. Os ingleses, ao aperceberem-se da ameaça real que o expansionismo de Hitler significava, adotam postura mais realista, evitando sucumbir à força dos fatos. Se, por um lado, é certo que o mundo necessita de princípios e de ideais, é preciso considerar, por outro lado, que a defesa desses valores jamais pode afastar-se de análise realista do contexto em que eles se inserem. Do contrário, corre-se o risco de, na defesa desses valores, comprometê-los ainda mais."
        },
        {
            "Nome": "Douglas Nascimento Santana",
            "Nota": 53.00,
            "Redação": "Mesmo quando o êxito é incerto, a busca de ideais grandiosos justifica os esforços para os alcançar, conforme adverte Machado de Assis, em Memórias Póstumas de Brás Cubas. Essa defesa do idealismo contrapõe-se ao paradigma utilitarista dominante na sociedade capitalista, o qual justifica a ação apenas quando os resultados são racionalmente previsíveis. O pressuposto machadiano encontra respaldo em outra obra clássica da literatura ocidental, que é Dom Quixote, de Miguel de Cervantes. Nela, o cavaleiro protagonista insiste em lutar por feitos improváveis após reiterados fracassos. A realidade brasileira do século XX também apresenta comprovações dos benefícios de se guiar* as ações por grandes objetivos. O movimento modernista almejou, ambiciosamente, influenciar a cultura e a sociedade brasileiras, com contribuições duradouras, embora diferentes das pretendidas. A primeira geração de artistas do Modernismo, na década de 1920, intencionou a ruptura plena com as tradições culturais precedentes. A total liberdade formal e conteudística era a única alternativa capaz de expandir a criatividade humana. O rigor na representação da natureza pelo Realismo e o apego às normas da linguagem culta do Simbolismo e do Parnasianismo eram limitações à expressão de uma arte genuinamente brasileira, conforme defendiam Mário de Andrade e Oswald de Andrade, dois dos expoentes dessa geração. A despeito da altivez das intenções, o radicalismo das mudanças provocou uma perda de parâmetros estéticos, que ameaçava descaracterizar todo o movimento cultural que se iniciava. A partir de 1930, as gerações modernistas subsequentes resgataram padrões de expressão artística, considerados benéficos, dos movimentos culturais anteriores, o que permitiu a conciliação da tradição com a inovação modernista. A persistência da liberdade de criação na arte brasileira contemporânea atesta que a grandiosidade dos ideais dessa primeira geração do Modernismo logrou êxito longevo. A segunda geração modernista, denominada de geração regionalista, buscava contribuir para a integração cultural e social das populações interioranas do país ao centro econômico do Sudeste. Em análise pragmática, a reversão das desigualdades regionais, em momento de acelerada industrialização, parece depender, exclusivamente, de políticas públicas de espraiamento das atividades produtivas. Seria mais adequado, para os romances regionalistas, que eles permanecessem restritos ao “terceiro andar” do entretenimento das elites litorâneas com o pitoresco das relações sociais e dos hábitos do interior do país. Romances, como Vidas Secas, de Graciliano Ramos, contudo, apresentam uma realidade de exclusão social que sensibiliza a sociedade civil e estimula a busca de mudanças, com efeitos que não se dissiparam com o tempo. Embora seja um processo em contínuo ajustamento, a formação de uma identidade brasileira autêntica é tributária dos esforços modernistas. A ruptura com a influência cultural europeia, que remontava ao Período Colonial, apresentava-se como um objetivo inalcançável, localizado “nas nuvens”, em analogia à citação machadiana, no início do século XX. O radicalismo das concepções nacionalistas do “Manifesto Pau-brasil” e do “Manifesto do Verde-amarelismo” atestam** as dificuldades que a tarefa impunha. O amadurecimento das perspectivas de nacionalismo, sob influência de sociólogos demiurgos, como Gilberto Freyre, permitiu a aceitação dos benefícios das contribuições dos povos estrangeiros. A identidade nacional multicultural contemporânea deriva, portanto, das reflexões catalizadas pelos modernistas. A ação humana que é motivada por cálculos racionais de probabilidades de êxito assegura eficiência no uso dos esforços. Seu alcance, contudo, é limitado, caso não haja ideais mais ambiciosos de conquista. O senso crítico apurado de Machado de Assis permitiu que esse autor reconhecesse a importância de objetivos grandiosos improváveis, a despeito de ele escrever sob influências realistas. As mudanças culturais que o Modernismo produziu, a partir da década de 1920, representam evidências empíricas de que o idealismo é capaz de ensejar transformações duradouras na sociedade. Os modernistas contribuíram para a ampliação da liberdade artística, para a conscientização dos problemas sociais e para a elaboração de uma identidade nacional no Brasil, que são metas altivas."
        },
        {
            "Nome": "Matheus Pires Uller",
            "Nota": 53.00,
            "Redação": "A citação de Machado de Assis remete ao mito de Ícaro. Para escapar da prisão, Ícaro concebeu asas que lhe permitiam voar pela janela. Enquanto voava, encantou-se pela luz solar e aproximou-se do astro. A aproximação derreteu a cera de suas asas, e Ícaro despencou. Se Ícaro morreu por seu descomedimento, a morte nas nuvens foi preferível à morte na prisão. Por esse motivo, “antes cair das nuvens, que de um terceiro andar”, como afirmado por Machado de Assis. É melhor sucumbir na procura pelo extraordinário do que na mediocridade cotidiana. Evidentemente, o impacto da queda é proporcional à altura. Um fato relevante da história mundial que se relaciona à citação de Machado de Assis é a Primeira Guerra Mundial.  Antes do conflito, pensava-se, na Europa, que a paz perpétua havia sido atingida. A prosperidade econômica e as diversas alianças militares tornavam a guerra desvantajosa e inconcebível. Nesse contexto, as exposições universais de invenções cresciam, e os impérios mantinham sua pompa e ostentação. Diversos autores retratam esse período, como Stefan Zweig e Thomas Mann. Em A Montanha Mágica, o mundo opulento e intelectual de Hans Castorp, o protagonista, desaparece com a Primeira Guerra Mundial. Nenhum analista pôde prever que a morte de Francisco Ferdinando se desdobraria em conflito mundial. Após o fim da guerra, o sonho de uma era de prosperidade perpétua, que parecia estar próxima, acabou. A queda da era dos impérios teve consequência o surgimento de diversas propostas totalitárias que ganharam força até a década de 1940. O caso do Império Austríaco ilustra essa queda. Antes da Primeira Guerra Mundial, Viena era um dos maiores centros culturais do mundo. Capital de um império multiétnico, a cidade atraía artistas de todo o mundo, desde o século XVIII, e era exemplo de cosmopolitismo. Algumas das maiores ideias do pensamento ocidental foram concebidas em Viena, como a psicanálise de Sigmund Freud. A música erudita ganhava ímpeto e surgiam diversos movimentos de vanguarda. O Império Austríaco foi um dos que mais sofreu o impacto da Primeira Guerra Mundial. Após a guerra, o país fragmentou-se e perdeu relevância, até que foi anexado por Adolf Hitler. O legado cultural do Império Austríaco permanece, contudo, o que comprova a validade da citação de Machado de Assis. Os impactos da Primeira Guerra Mundial atingiram, também, os vencedores do conflito. O Reino Unido, que, durante a era vitoriana, expandia sua influência por todo o mundo, perdeu seu protagonismo para os Estados Unidos de modo definitivo. O império colonial britânico desintegrou-se algumas décadas após a Primeira Guerra. A Rússia, por sua vez, sofreu revolução, em 1917, e o imperador foi fuzilado. O país entrou em guerra civil, e, posteriormente, foi adotado modelo autoritário, que durou até a década de 1990. Os legados do Reino Unido e da Rússia imperial são perceptíveis atualmente, o que reforça a afirmação de Machado de Assis. A queda dos impérios vencedores, ainda que tenha sido traumática, impactou mais do que a derrota de países menores e legou rica herança cultural. Percebe-se, dessa forma, a relação da afirmação de Machado de Assis com a Primeira Guerra Mundial. Antes do conflito, impérios poderosos conviviam de modo próspero e conflito. Nenhum especialista previu a queda que seguiria a guerra. Contudo, o fato de esses impérios aspirarem a grandes valores e produzirem grandes obras culturais e artísticas permitiu que seu legado fosse transmitido à atualidade. O mito de Ícaro, apesar de terminar de forma trágica, reforça a ideia de que, se a perfeição não é possível, é necessário escapar da mediocridade. O mundo anterior à Primeira Guerra Mundial caiu, mas, em sua queda, deixou herança cultural importante à posteridade. Machado de Assis, do mesmo modo, destacou-se de mediocridade e legou seu patrimônio cultural à sociedade brasileira."
        },
        {
            "Nome": "Igor Moreira Moraes",
            "Nota": 52.75,
            "Redação": "A expansão da democracia foi, na história mundial do século XX, um fato que indicou a capacidade dos seres humanos de, por meio de ideias, melhorar a situação em que vivem. A citação de Machado de Assis é, portanto, uma valorização do pensamento abstrato, em contraposição ao realismo derrotista – a queda “de um terceiro andar”. É perceptível que o avanço da democracia tem demonstrado, malgrado os seus problemas, como, por meio da mudança de ideias, sociedades conflituosas podem acomodar interesses diversos, de modo que direitos fundamentais sejam protegidos, e capacidades individuais sejam respeitadas. Em As Consequências da Modernidade, Anthony Giddens afirmou que a globalização é um produto da modernidade, a qual se caracteriza pela valorização da racionalidade instrumental. Caso a globalização seja compreendida como um processo, percebe-se que, neste, há diferentes aspectos. No âmbito da política, a expansão da democracia é o aspecto mais perceptível da busca pela valorização de individualidades. No século XX, mormente após a Segunda Guerra Mundial, a compreensão de que era possível conseguir lutar, por meio do esforço intelectual, contra a tirania, foi um fato relevante da história mundial*. Descartado o reducionismo do conflito entre Leste e Oeste, é inegável que se deve reconhecer o mérito da luta das pessoas que buscaram proteger as democracias incipientes da Europa Ocidental do avanço do comunismo de influência soviética, uma vez que esse conflito foi, essencialmente, um conflito de ideias. Os comunistas, que criticavam as democracias liberais, acreditavam que estas eram simples simulacros, pois, de acordo com a teoria materialista sobre a história, os textos constitucionais dessas democracias não refletiam os “fatores reais de poder”, aos quais, no século XIX, Ferdinand Lassale fazia referência. Os comunistas daquele período não percebiam, no entanto, que os seres humanos têm a necessidade constante de fazer críticas sobre os seus modos de vida. As democracias liberais permitem o embate de ideias necessário ao contínuo aperfeiçoamento desses modos de vida, ainda que, eventualmente, a influência de grupos poderosos faça que críticos considerem a democracia de massas liberal uma oligarquia disfarçada. Após o fim da Segunda Guerra Mundial, essa percepção acerca da força de oligarcas já fazia que muitas pessoas “caíssem das nuvens” e percebessem que, apesar de o povo ser o titular do poder, o exercício eficaz deste exigia luta. Dentre as variadas afirmações atribuídas a Winston Churchill, é famosa a afirmação irônica de que a democracia é a pior forma de governo, exceto por todas as outras. A democracia é, portanto, problemática, mas a sua característica mais importante é a garantia dos meios necessários a sua contestação pelos cidadãos. Em um país democrático, essa garantia está embasada no estímulo à crítica pública e ao desenvolvimento intelectual. Na República Federal da Alemanha, o rápido desenvolvimento da democracia, passados poucos anos da queda do nazismo, exemplificou a força das ideias democráticas, outrora compreendidas por muitos intelectuais europeus como utópicas. Naquela época, em um contexto de grande tensão política, os defensores da democracia preferiam buscar corrigir as falhas desta a aceitar o pragmatismo autoritário, o qual resolve conflitos políticos, mas cria vários outros. A afirmação de Machado de Assis, quando comparada ao desenvolvimento da democracia, especialmente na Europa Ocidental, pode ser compreendida como a defesa do direito de buscar a própria felicidade, por meio das motivações que cada pessoa tem, como foi reconhecido, de modo pioneiro, na Constituição dos Estados Unidos da América. Como afirmou Jorge Luis Borges, no conto “O congresso”, cada ser humano tem uma representação única, a qual, na democracia de massas, pode ser anulada pela ação de poderosos oligarcas. Apesar desse problema permanente, é preferível ser idealista e continuar a acreditar que é possível resolver os conflitos de uma sociedade, por meio da democracia, a aceitar soluções autoritárias."
        },
        {
            "Nome": "Rafael Spirandeli Galera",
            "Nota": 51.60,
            "Redação": "A ascensão e a queda do comunismo soviético são dois dos fenômenos mais relevantes do século XX. O otimismo da primeira metade do século foi lentamente sendo substituído pelo pessimismo. A frase de Machado de Assis, “antes cair das nuvens, que de um terceiro andar”, aplica-se ao processo de transformação das esquerdas devido à decadência e ao fim da URSS. As esquerdas que abandonaram posições idealistas, ”caindo das nuvens”,foram mais bem sucedidas que as que não se adaptaram a tempo e, portanto, causaram danos concretos aos países que governaram. Nos anos emediatamente posteriores à 2ª Guerra Mundial, havia um grande otimismo a respeito do futuro do comunismo. A economia da URSS crescia a um ritmo significativo e o sistema de economia planificada era uma alternativa viável ao capitalismo. Muitos especialistas ocidentais admitiam que era uma questão de tempo até o socialismo triunfar. O apoio aos movimentos de descolonização, enquanto os EUA cooperavam com o regime do apartheid da África do Sul, colocava a URSS em uma posição moralmente superior. As esquerdas estavam, de fato, “nas nuvens”. O processo de desestalinização, entretanto, começou a mostrar que mesmo que a economia soviética tivesse crescido muito, o estado1 soviético havia cometido inúmeros crimes contra sua própria população. A URSS começou, então, a receber críticas significativas da própria esquerda. A obra 1984 de George Orwell enquadra-se nesse contexto de crítica ao totalitarismo e ao stalinismo. O fracasso do “grande salto avante”, tentado por Mao, na China e os horrores do regime de Pol-Pot, no Camboja, pareciam demonstrar que o comunismo era incompatível com a democracia e com os direitos humanos. Muitas vertentes da esquerda, então, passaram a “cair das nuvens”, adotando, aos poucos, posturas mais pragmáticas e menos idealistas, participando do jogo democrático e buscando formas de tornar o capitalismo mais justo. A incapacidade das economias planificadas dos países socialistas de acompanhar os avanços tecnológicos do ocidente enfraqueceu ainda mais as teses da esquerda comunista. Os fracassos do sistema totalitário e do planejamento econômico eram tão evidentes que um de seus críticos chegou ao poder na própria URSS. Gorbatchev buscou reformar o sistema soviético, liberalizando as áreas políticas e econômicas. Essas reformas, entretanto, foram tardias e mal implementadas, levando à fragmentação da URSS e ao fim do comunismo como ideologia capaz de competir com o capitalismo. A frase “antes cair das nuvens, que de um terceiro andar”, de Machado de Assis, é uma ótima analogia para as diferentes formas que as esquerdas lidaram com o fim das URSS. Os países do antigo Pacto de Varsóvia, de fato, “caíram do terceiro andar”. O fim do comunismo representou não só o caos político mas também forte regressão econômica, especialmente na Rússia. As esquerdas desses países foram incapazes de se recuperar desse acontecimento. Mesmo a insatisfação popular com o sistema capitalista e com a globalização tem sido manifestada por meio do apoio a partidos conservadores e populistas, como as últimas eleições na Polônia e na Hungria demonstram. Não há mais, de fato, uma esquerda significativa na maioria dos países do antigo bloco soviético. As esquerdas da maior parte do resto do mundo, inclusive do Brasil, adotaram posições mais pragmáticas. Elas “caíram das nuvens”, adotando posturas reformistas e abandonando qualquer idealismo de acabar com o capitalismo, buscando, ao contrário, atenuar seus problemas por meio de políticas que respeitem o livre mercado, das quais a bolsa família é um exemplo. As esquerdas que se adaptaram a tempo foram mais bem sucedidas, enquanto as que permaneceram no idealismo não se recuperaram até hoje. Esses fatos comprovam o valor da frase de Machado de Assis: antes abandonar uma posição idealista e utópica, adotando, então, uma visão pragmática, do que sofrer consequências reais e trágicas, como a crise de transição dos países da antiga URSS, que demoraram para “cair das nuvens”, e a permanência de um regime anacrônico na Coréia do Norte, que, ainda hoje, é a principal causa da miséria de sua população."
        },
        {
            "Nome": "Julia Salles Amaral",
            "Nota": 51.50,
            "Redação": "“Antes cair das nuvens, que de um terceiro andar”. Essa citação de Machado de Assis, extraída da obra Memórias póstumas de Brás Cubas, enseja múltiplas interpretações, o que decorre da universalidade e da atemporalidade da literatura machadiana. Ao se analisar as inovações propostas pelo Modernismo, cujo objetivo primordial era promover a ruptura com a tradição europeísta, constata-se a adesão dos intelectuais modernistas à ousadia implícita na citação de Machado de Assis. Mesmo não sabendo, na época em que viveram, se seu projeto identitário lograria êxito, os intelectuais modernistas optaram pela proposição de um novo paradigma, o qual, ao contrário de fracassar, viabilizou a renovação da tradição cultural brasileira.  Os movimentos culturais envolvem, necessariamente, a formulação de proposições inovadoras, embora o grau de ousadia varie nos respectivos projetos. A mera proposição de rupturas formais ou temáticas não implica, contudo, a aceitação social automática dessas inovações, que podem ser ignoradas ou rechaçadas. Nesse sentido, além de ser ambicioso em sua releitura da realidade, o movimento cultural deve atender aos anseios identitários da sociedade na qual se insere, a fim de promover a renovação da tradição, por meio da inovação. À luz da citação de Machado de Assis, os intelectuais devem estar dispostos a “saltar das nuvens”, mas seu fracasso ou êxito dependerá da ressonância social das proposições. O Modernismo transcendeu os âmbitos literário e artístico, conformando verdadeira revolução cultural, cujos efeitos persistem no contexto atual. Em consonância com a citação machadiana, os intelectuais modernistas empreenderam audacioso “salto das nuvens”, ao propor a ruptura com o mimetismo em relação à matriz de pensamento europeia. À assimilação acrítica de influências estrangeiras, Oswald de Andrade opôs a metáfora da antropofagia, cujo propósito era promover a reflexão acerca de teorias formuladas em contextos diversos, para adequá-las à realidade pátria. No “Manifesto Antropófago”, Oswald de Andrade preconiza essa atitude crítica não só na literatura, mas também nos mais diversos âmbitos culturais, propondo, desse modo, a ruptura com a tradição europeísta. Apesar da resistência inicial oposta pela sociedade brasileira, que foi evidenciada pela repercussão negativa da Semana de Arte Moderna de 1922 na imprensa, o “salto” empreendido pelos intelectuais modernistas não teve como consequência, no longo prazo, a “queda”. Movidos pelo projeto de constituição da identidade nacional, esses intelectuais dedicaram-se, ativamente, à propagação de suas ideias. O método epistolar de Mário de Andrade, associado às expedições ao interior do país e às iniciativas de conversar com indivíduos das mais diversas classes sociais, corrobora o engajamento desse líder modernista no processo que denominava de “abrasileiramento do Brasil”. O ativismo dos intelectuais modernistas foi, portanto, fundamental para a assimilação do projeto de reflexão crítica pela sociedade. A opção deliberada pela ousadia e a proatividade na difusão dos ideais modernistas viabilizaram a progressiva conformação do “entre-lugar” da literatura brasileira, segundo conceituação de Silviano Santiago. Apesar de o paradigma modernista ter sido reformulado nas décadas que sucederam ao seu advento, os intelectuais modernistas lograram transformar a inovação em tradição, ao angariar o apoio da sociedade brasileira à metodologia antropófoga. A preferência convicta por um projeto de nacionalidade ambicioso permitiu que o risco de fracasso fosse paulatinamente neutralizado, recompensando-se a ousadia inicial com a consolidação das ideais propostos pelo Modernismo no âmbito da identidade nacional. Depreende-se da citação de Machado de Assis que as transformações de grande importância histórica pressupõem iniciativas ambiciosas, as quais estão, contudo, sujeitas à possibilidade de fracasso. Aplicando-se a máxima machadiana ao contexto cultural brasileiro do século XX, compreende-se que a coragem dos intelectuais modernistas, ao questionarem padrões vigentes, foi crucial para o êxito do projeto de ruptura com as matrizes de pensamento estrangeiras, o qual continua a informar a produção artística na contemporaneidade. Ao se proporem a empreender um grande “salto”, sem temer a eventual “queda”, esses intelectuais promoveram a renovação das tradições brasileiras, em um processo que persiste no contexto atual, em razão de sua natureza identitária."
        },
        {
            "Nome": "Diego Alfieri",
            "Nota": 51.50,
            "Redação": "A derrocada do regime comunista nos países da Europa oriental está entre os fatos mais marcantes do século XX. Apesar do desgaste político e econômico que enfraquecia a União das Repúblicas Socialistas Soviéticas (URSS), a redemocratização de seus antigos satélites foi resultado do esforço de parcela da sociedade insatisfeita com a limitação de seus direitos civis, políticos e econômicos. Esses atores sociais prefeririam, parafraseando Machado de Assis, almejar algo melhor e correr o risco de cair das nuvens a contentar-se com a repressão e resignar-se com uma queda do terceiro andar. Enquanto o desfecho desta queda é certo, a morte, o daquela é incerto e pode trazer muitos benefícios. As consequências da divisão do mundo entre as potências capitalistas e a potência socialista ao final da Segunda Guerra Mundial não se limitaram ao domínio das relações internacionais, pois implicaram uma transformação da forma de organização dos novos Estados comunistas da Europa oriental. O poder foi concentrado no partido único, e a autonomia dos indivíduos foi reduzida, teoricamente, em benefício da coletividade. Durante os anos 1950 e 1960, diferentes setores sociais de vários países começaram a reivindicar liberdade de expressão, de voto, de trabalho. Na República Democrática da Alemanha, a população cruzou, em massa, a fronteira com sua vizinha capitalista. Na Polônia, na Hungria e na Tchecoslováquia, iniciaram-se rebeliões contra a centralização imposta pela URSS. Após esses eventos, a repressão aumentou, contudo eles representaram o primeiro passo rumo às nuvens. Nos anos 1980, os esforços em prol da redemocratização foram exitosos. A superioridade do padrão de vida dos países europeus que foram reconstruídos com base em um regime democrático era clara para a população da Europa oriental. Dessa forma, nem mesmo a violência foi capaz de conter as aspirações sociais por uma renda maior, por um debate político brasileiro, por uma liberdade de escolha. Logo no início da década, o sindicato Solidariedade, na Polônia, incorporou a luta contra o Partido Comunista local e contra | as ordens vindas de Moscou. Seus resultados não foram sem sacrifícios, mas, no final da1 década, os membros do Solidariedade lideraram a campanha pelo fim do comunismo. No mesmo período, a população alemã tratava de derrubar o maior símbolo da Guerra fria: o muro de Berlim. Esses casos demonstram, de modo paradigmático, a ação de pessoas que não temeram ir às nuvens, desafiar o estado vigentes das coisas, se isso fosse necessário, para melhorar suas vidas. O processo de redemocratização da Europa oriental tornou-se exemplo para outros povos. Não se trata de transporte de modelo socioeconômico hermético para diferentes regiões do globo, mas da reprodução de uma conduta: retomar o controle do processo decisório em seus países e direcioná-los para uma trajetória de crescimento com redução das desigualdades e preservação das liberdades. No Oriente Médio, os manifestantes que se insurgiram contra governos autocráticos e incapazes de promover o bem-estar não pretendiam copiar as democracias ocidentais acriticamente. Todavia, eles reeditaram, mais de duas décadas depois, a conduta social combatida dos europeus orientais. Foi justamente em referência ao histórico mundial de luta contra tiranias que o movimento foi chamado de Primavera Árabe. Seu aparente fracasso não reduz o valor das ações empreendidas. Viver preso ao terceiro andar de um prédio, apenas esperando a morte chegar, é insuficiente quando as pessoas podem aprimorar sua vida, sua sociedade, seu país. É melhor visar às nuvens, mesmo que o resultado não seja garantido, pois lutar por dignidade já é mais gratificante do que aceite a mediocridade lesiva. A ação dos povos da Europa oriental simboliza a valorização das liberdades, da democracia, do indivíduo. Esses valores, ainda que sejam matizados por tradições culturais milenares em outras sociedades, são indispensáveis para qualquer nação do século XXI."
        },
        {
            "Nome": "Anônimo",
            "Nota": 48.00,
            "Redação": "A citação de Machado de Assis, em Memórias Póstumas de Brás Cubas, refere-se, essencialmente, à busca de excelência. Ainda que esse esforço pressuponha idealismo e, em muitos casos, a assunção de maiores riscos, a mediocridade deve ser evitada. Na história da política externa brasileira, o pleito malogrado por um assento permanente no Conselho da Sociedade das Nações representa um momento em que se preferiu despencar “das nuvens” – pleitear um sistema securitário internacional que seria mais legítimo e representativo – a cair “de um terceiro andar” – testemunhar, passivamente, a erosão da influência brasileira no âmbito multilateral. O pleito por uma vaga permanente no conselho deliberativo da Liga das Nações buscou atender, prioritariamente, aos interesses nacionais. Com efeito, historiadores – como Eugênio Vargas Garcia – têm argumentado que a escolha de uma demanda internacional grandiosa possa ter servido como tentativa de legitimação em um contexto doméstico conturbado, como foi o governo de Artur Bernardes. Entretanto, não se pode negligenciar a importância histórica da consecução de um papel assertivo na comunidade das nações. Galgar uma posição de maior influência nas principais discussões mundiais ainda constitui, não por acaso, um dos mais emblemáticos anseios brasileiros, como evidencia a ênfase na necessidade de reforma do Conselho de Segurança das Nações Unidas. No caso da Liga das Nações, o pleito brasileiro representou, outrossim, a defesa de maior idealismo na sociedade internacional, motivo pelo qual pode ser associado a “cair das nuvens”. A composição permanente do conselho apresentava sobrerrepresentação europeia, ao passo que a América tinha déficit de participação1. Os Estados Unidos, por exemplo, sequer haviam ingressado nessa organização internacional. Portanto, na perspectiva brasileira, seria legítimo ampliar a distribuição geográfica dos integrantes do conselho, o que evitaria que funcionasse à maneira do Concerto Europeu, que vigeu no século XIX e priorizou as capacidades econômica e militar dos Estados. A falta de adequação do sistema de concerto à realidade internacional da época foi, ressalte-se, uma das causas da Primeira Guerra Mundial, por ter inviabilizado soluções institucionais para os desafios desse contexto. Ao eleger essa demanda como aspecto prioritário de ação internacional, na década de 1920, as instâncias decisórias brasileiras guiaram-se por uma autoimagem confiante e superdimensionada. Para alcançar a vaga permanente, a diplomacia pátria – por ordem presidencial – opôs-se ao ingresso da Alemanha como membro perene do conselho, caso não fosse conferida ao Brasil posição equivalente. Orientada pela participação no conflito mundial da década precedente, pelo êxito da atuação brasileira nas negociações de paz e pelas sucessivas eleições para um assento provisório no órgão, a Presidência da República considerou plausível que o país realizasse o objetivo de participar desse fórum permanentemente. Todavia, caiu “das nuvens”, pois o Brasil, diplomaticamente isolado, optou por abandonar a organização internacional em análise, para preservar a credibilidade das manifestações exteriores do país. Se o Brasil tivesse permanecido na Liga das Nações, teria caído “de um terceiro andar”. Com o aumento do número de membros permanentes do conselho securitário, o país provavelmente deixaria de ser eleito como membro provisório – para mandatos sucessivos, pelo menos –, pois passou a viger um sistema de rodízio no órgão. A Alemanha, por exemplo, detentora de maior poderio econômico e militar, era considerada mais importante para as relações internacionais da época. De fato, a saída brasileira não rendeu quaisquer benefícios imediatos. Contudo, se tivesse permanecido na Liga, o país teria testemunhado, sem capacidade interferir1 efetivamente – em razão do critério consensual do processo decisório –, as agressões militares europeias que conduziram à Segunda Guerra Mundial. A posição brasileira, apesar do equívoco quanto à relevância internacional do país na época e do idealismo a ela inerente, mostrou-se correta em relação à identificação das fragilidades da Liga das Nações. Assim, embora o Brasil tenha caído “das nuvens” naquele contexto, as ponderações arrojadas ecoam no presente, em relação às deficiências do sistema multilateral de segurança, o que não seria possível se as lideranças daquele tempo não se tivessem permitido ousar."
        }
    ]
  }