{
    "Nota Máxima": 60.0,
    "Pergunta": "“Vi numerosos documentos diplomáticos relativos a esse período da história de meu país, período que sempre me interessou especialmente e que felizmente é fecundo em documentos. O telégrafo ainda não existia. Os  jornais não eram tão admiravelmente informados quanto hoje, quando eles se acham em condições de se  informar nas próprias chancelarias. Os diplomatas eram pois forçados a escrever volumosos relatos, que  nada perderam de seu interesse, pois que neles se encontram coisas que não se encontrariam alhures. É  esse último traço de escrevinhadores, digamos antes de escritores, a fim de não amarrotar-lhes a memória,  que distingue principalmente os agentes políticos de outrora dos seus confrades atuais, aos quais a vida  intensa e perfeitamente aparelhada tem feito perder esse honesto costume”. No trecho apresentado, retirado de conferências que proferiu na sorbonne, em 1911, oliveira  lima trata da documentação produzida entre 1823 e 1825 pelo serviço diplomático de um  Brasil recém-independente de portugal e ocupado, primordialmente, pela questão do reco nhecimento, por outros países, dessa nova condição de estado soberano. Considerando essas  informações e o trecho em questão, discorra sobre o papel do diplomata como produtor de  informação confiável e privilegiada em uma realidade em que as notícias se difundem — seja  pelos meios de comunicação, seja pelas chamadas redes sociais — de forma cada vez mais  imediata e abrangente.",
    "Padrão de Resposta": "A questão distingue três momentos cronológicos de interesse para a produção do texto diplomático  brasileiro: o período entre 1823 e 1825, que se segue à independência do País; o ano de 1911, quando o  diplomata e historiador Oliveira Lima contrasta, em conferência proferida na França, os textos produzidos  no período imediatamente pós-independência e os de sua própria época; e a realidade contemporânea,  caracterizada pela intensidade e abrangência da divulgação de notícias e informações. Com base no texto  oferecido, o(a) candidato(a) deverá ser capaz de elaborar argumentação fluida e concatenada sobre o papel  do diplomata como produtor de informação diante das transformações da tecnologia de elaboração e  transmissão de informações. A avaliação valorizará, em particular, a capacidade de interpretação do texto  proposto; a capacidade de argumentação sobre o tema proposto; a capacidade de reflexão e análise;  a agilidade intelectual; a originalidade, a autonomia e o rigor do raciocínio; a qualidade e a correção da  linguagem empregada, incluindo a estruturação lógica do texto e a fluidez de expressão.",
    "Candidatos": [
        {
            "Nome": "Angelo Paulo Sales dos Santos",
            "Nota": 54.00,
            "Redação": "O ofício do diplomata vincula-se, em grande parte, à produção de informações seguras e abalizadas  acerca de temas importantes para a política externa do país por ele representado. Essa função torna-se mais  relevante na realidade atual, em que a rapidez e a abrangência da difusão de notícias faz surgir inúmeras  outras fontes de informação sobre os mesmos assuntos, muitas vezes sem qualquer compromisso com  a verdade. Nesse contexto, em que o diplomata não tem mais o monopólio da criação de informações  sobre a política externa, cabe a ele esmerar-se na sua tarefa de gerar dados confiáveis e privilegiados, que  traduzam os posicionamentos verdadeiramente sustentados pelo Estado. Para tanto, o agente diplomático  deve exercitar constantemente suas habilidades comunicativas. Deve, outrossim, estar preparado para  usar os meios modernos de comunicação e as redes sociais para transmitir suas informações, adequando  os meios da política externa ao ambiente do mundo digital. Com efeito, na atualidade, a informação diplomática concorre com notícias propagadas com uma  velocidade e um alcance sem precedentes. Como observou Oliveira Lima, em conferência proferida na  Sorbonne em 1911, a inexistência de técnicas de difusão em massa de notícias e a falta de acesso de  periódicos às chancelarias davam aos diplomatas da década de 1820 a exclusividade de geração de  dados sobre política externa, circunstância que se refletia na produção de grande acervo documental.  Posteriormente, segundo o mesmo autor, a evolução dos modos de vida, inclusive na comunicação, levou  os diplomatas a diminuírem seu ímpeto de produtores de informação. Essa, porém, não pode ser a prática  dos dias atuais, em que a profusão de notícias enviesadas e falsas, difundidas por uma multiplicidade de  canais de comunicação, pode trazer resultados comprometedores para a política externa de um país.  Reforça-se, nesse cenário, o papel do diplomata como fonte de informações confiáveis sobre os temas de  relevo para as relações internacionais do país, dissipando equívocos ou evitando inconvenientes causados  por notícias divulgadas em redes sociais ou outros meios digitais.  Além disso, o diplomata destaca-se como o produtor de informações privilegiadas, que transmitem  o posicionamento oficial do Estado por ele representado. A informação proveniente de um diplomata, no  exercício de seu ofício, difere das inúmeras notícias veiculadas diariamente sobre relações internacionais,  já que tais notícias não têm, obrigatoriamente, compromisso com uma perspectiva de Estado, podendo  refletir, simplesmente, uma opinião pessoal ou algum intuito desonesto. A manifestação de um diplomata,  por sua vez, deve ser fundamentada em uma análise abrangente e equilibrada sobre o tema de que trata,  pois será encarada por seus destinatários como a expressão do ponto de vista do Estado. Disso decorre  que, em virtude de seu caráter privilegiado, a informação produzida pelo diplomata tem autoridade para sobrepor-se às falsas notícias provenientes de fontes não oficiais, cujos efeitos negativos para a política  externa do país podem, assim, ser minimizados ou mesmo contidos. Nesse cenário, em que as informações diplomáticas confiáveis e privilegiadas se mostram indispensáveis  para combater os impactos deletérios das falsas notícias sobre as relações internacionais de um país,  um diplomata não pode deixar de praticar sua capacidade de comunicação, como, segundo Oliveira  Lima, fizeram os agentes diplomáticos brasileiros nos anos 1910. Mais ainda, o diplomata contemporâneo  deve buscar explorar toda a potencialidade oferecida pelos novos canis de transmissão de informações,  tais como as redes sociais, colocando-os a serviço da divulgação das mensagens por ele produzidas.  Portando-se dessa maneira, o diplomata mostra-se devidamente habilitado ao exercício eficiente de suas  atribuições, dentro de um contexto bem diferente daqueles existentes nas primeiras décadas do século  XIX e do século XX. Com isso, o diplomata contribui, como produtor de informação confiável e privilegiada,  para uma política externa moderna e conectada com os desafios trazidos pela revolução tecnológica."
        },
        {
            "Nome": "Luiz Eduardo Andrade de Souza",
            "Nota": 52.75,
            "Redação": "O desenvolvimento dos meios de comunicação tem sido, tradicionalmente, considerado um desafio à função do diplomata como produtor de informações, conforme demonstram as preocupações de Oliveira Lima, no início do século XX, sobre o desaparecimento dos relatos diplomáticos. Na contemporaneidade, o surgimento da rede mundial de computadores a difusão das redes sociais impõem a necessidade de renovação das atribuições dos diplomatas, que deverão ser capazes de interpretar, adequadamente, a profusão de informações disponíveis, a fim de compreenderem as conjunturas locais. O aprimoramento das tecnologias de comunicação não redunda na obsolescência da função informacional do diplomata, mas implica sua atualização, de modo a conciliar tradição e inovação. A expansão do acesso à informação e a instantaneidade dos meios de comunicação contemporâneos geram a necessidade de adaptação do diplomata. Embora a rápida disponibilidade de notícias suscite o temor de inutilidade das competências informacionais dos representantes diplomáticos, esse risco revela se equivocado, na medida em que a oferta de informação não tem culminado em acesso a conteúdos qualitativamente superiores. A disseminação de discursos de ódio e de notícias falsas exemplificam, nesse sentido, a demanda por diplomatas dotados do conhecimento das realidades locais, a fim de que possam discernir a magnitude dos acontecimentos. Em grande medida, trata-se de uma atualização das funções desempenhadas, historicamente, pelos agentes externos, os quais, outrora, se encarregavam de desmistificar os vieses ideológicos dos meios de comunicação tradicionais. O advento das redes sociais constitui, sob outra perspectiva, uma oportunidade para a diplomacia. Ao longo do século XX, a consolidação do direito internacional e a proscrição do uso da força acentuaram a importância dos meios não coercitivos de poder. Consequentemente, a construção de uma imagem positiva do país tornou-se instrumento imprescindível de convencimento e de legitimação da ação externa dos Estados. Nesse contexto, as redes sociais representam ferramentas de baixo custo, em comparação aos meios de comunicação tradicionais, para a divulgação de projetos nacionais exitosos e da cultura brasileira. Dessa forma, os diplomatas tornam-se produtores de informação para os públicos de diversos países. Os novos meios de comunicação permitem, ainda, que os agentes diplomáticos estabeleçam vias de interação com a sociedade, de modo a consolidar a transparência do processo decisório e sua representatividade. A divulgação da participação do Brasil em foros internacionais, por meio da página do Itamaraty no Facebook, contribui, por exemplo, para que a população compreenda os objetivos externos e os princípios que orientam a ação diplomática do país. Paralelamente, a maior exposição das instâncias decisórias introduz a possibilidade de críticas construtivas que poderão estimular o aperfeiçoamento de práticas institucionais e aprimorar a prestação de contas. Dessa maneira, os diplomatas tornam-se produtores de informação sobre o processo decisório, com a finalidade de fortalecer a legitimidade interna da diplomacia. Os meios de comunicação contemporâneos dotam a comunicação diplomática de maior agilidade, de forma a reforçar a capacidade de resposta da diplomacia. À medida que os regimes de governança global disciplinam temáticas que, anteriormente, pertenciam ao domínio reservado dos Estados, como meio ambiente e direitos humanos, o monitoramento internacional sobre a política interna acentua-se. Como consequência, questionamentos externos sobre mudanças domésticas que possam afetar compromissos internacionais assumidos pelo país exigem posicionamentos céleres, com vistas a preservar a credibilidade nacional. Nesse sentido, as redes sociais facilitam a publicidade das posições brasileiras, como ilustram os esforços de esclarecimento sobre a Operação Carne Fraca empreendidos pelo Itamaraty, os quais preveniram retaliações graves às exportações brasileiras. Os riscos associados aos avanços contemporâneos não devem sobrepujar as novas oportunidades de interação possibilitadas pelas inovações comunicacionais, as quais promoverão uma atualização das atribuições diplomáticas. Diante da disseminação das redes sociais e das ameaças à veracidade das informações veiculadas, as competências analíticas do diplomata tornam-se indispensáveis. Concomitantemente, o uso adequado das redes sociais pelas instâncias diplomáticas proporcionará ganhos de transparência e de legitimidade, o que consolidará a representatividade da política externa. O diplomata continuará, sendo, dessa maneira, um produtor de informações imprescindível."
        },
        {
            "Nome": "Rafael Mendes Bernardes",
            "Nota": 52.75,
            "Redação": "Oliveira Lima descreve a atividade diplomática em um contexto de escassez de informações. Considerando a dificuldade de distribuição das notícias em razão da inexistência do telégrafo bem como o menor desenvolvimento dos jornais, o diplomata deveria escrever extensos relatos, a fim de manter o governo corretamente informado dos acontecimentos mundiais. É possível inferir do texto que o autor considera que, graças ao desenvolvimento da telecomunicação, a atividade do diplomata seria relativamente mais fácil em 1911 do que no contexto anterior de escassez de informações. A análise, entretanto, dos efeitos do desenvolvimento tecnológico do século atual na atividade diplomática demonstra que eles não somente dificultaram o trabalho do diplomata, como também aumentaram a relevância da sua tarefa de produzir informações confiáveis. A revolução tecnológica ocorrida nas últimas décadas alterou profundamente a maneira como a informação é produzida e distribuída. O desenvolvimento da rede mundial de computadores colocou fim ao oligopólio de produtores de informações, o qual se caracterizava por poucas empresas sendo responsáveis pela produção da maioria das notícias. O surgimento das redes sociais, por sua vez, não somente resultou em maior rapidez na disseminação de notícias, como também aumentou o acesso a elas. Essas alterações impõem desafios inéditos à atividade diplomática. A pluralização das fontes de informação implica o surgimento de diversas narrativas sobre determinado fato. Ademais, a rede mundial de computadores permite que grupos ideológicos produzam e divulguem notícias falsas com relativa facilidade, como foi o caso da divulgação, a fim de se atingir objetivo político espúrio, da informação de que uma vereadora recentemente assassinada no Rio de Janeiro teria relações com narcotraficantes. Considerando esses dois aspectos, a atividade do diplomata de produzir informações confiáveis torna-se mais difícil, uma vez que ele deverá analisar uma quantidade maior de narrativas, identificando, quando for o caso, objetivos políticos subjacentes a elas, a fim de compreender o verdadeiro significado dos fatos. Outro efeito oriundo das alterações produzidas pelo desenvolvimento dos meios de telecomunicações digitais é a rapidez com a qual a informação é disseminada. Eventos ocorridos em determinados países são divulgados quase que instantaneamente por todo o mundo, o que impõe aos governantes a necessidade de se posicionarem rapidamente, sob pena de serem acusados de omissão. O papel dos diplomatas, nesses casos, é extremamente relevante, visto que devem produzir informações confiáveis em contexto adverso, caracterizado tanto pela exigência de agilidade na sua produção como pela existência de grande quantidade de notícias, que apresentam, muitas vezes, descrições divergentes do evento. Apesar dos novos desafios impostos à atividade diplomática, há características de continuidade. As habilidades exigidas para lidar com esses desafios são as mesmas que eram exigidas aos diplomatas em períodos anteriores. O diplomata deve escrever de maneira objetiva, a fim de ser compreendido por seu interlocutor. A capacidade de análise aguçada de eventos políticos, sociais ou econômicos permanece indispensável ao bom desenvolvimento da atividade diplomática. Ademais, a capacidade de manter relações com autoridades e intelectuais do país em que se encontre acreditado é fundamental ao diplomata, visto que essas pessoas podem auxiliar na tarefa de melhor entender a realidade local. A produção de informações confiáveis por diplomatas, a fim de fundamentar o posicionamento do país no cenário internacional, sempre foi aspecto essencial da atividade diplomática. Essa importância, entretanto, intensifica-se, à medida que o contexto atual é, cada vez mais, caracterizado pelo excesso de narrativas, pela rapidez na distribuição de informações e pela disseminação de notícias falsas. As habilidades que os diplomatas devem possuir para lidar com esses novos desafios são as mesmas que lhes eram exigidas em outros períodos. É importante ressaltar, entretanto, que uma vez que seu trabalho é dificultado pelo excesso de informações, o diplomata deve aprimorar, continuamente, suas habilidades, a fim de estar à altura dos novos desafios."
        },
        {
            "Nome": "Victor Born Portella",
            "Nota": 51.75,
            "Redação": "A função do diplomata de produtor de informações confiáveis e privilegiadas tende a readquirir importância na atualidade. se nos tempos de oliveira lima as inovações tecnológicas nos meios de comunicação tornavam as longas memórias obsoletas, na contemporaneidade, a abundância de informações demanda, sobretudo, capacidade analítica para discernir as informações falsas das verdadeiras. Além do excesso de informações, a legitimidade das notícias veiculadas tanto pela mídia tradicional quanto pelas redes sociais tem sido questionada pela opinião pública. Nesse contexto de incertezas, o papel do diplomata de produzir informações torna-se fundamental para os Estados e para a sociedade civil. O excesso de informações disponíveis requer exercício constante de seleção e análise de conteúdos informacionais. A oferta crescente de notícias é resultado da combinação do conteúdo produzido pelas mídias tradicionais com aquele provido pelos novos atores do mercado de comunicação, viabilizados pelos baixos custos das redes digitais. Nesse mercado de difusão de informações, os consumidores, entre eles os Estados, recebem notícias de procedência duvidosas de maneira frequente. Como consequência do aumento de estímulos externos, a capacidade de atenção dos indivíduos é comprometida, o que prejudica a compreensão do conteúdo. Como sugere Mário Vargas Llosa, em Civilização do Espetáculo, diante das distrações, os indivíduos têm optado pelas notícias que exigem menor esforço mental, de modo que a sociedade contemporânea falha em discernir informações reais de falsas. Os meios tradicionais de comunicação e as mídias sociais não têm sido consideradas eficazes como provedoras de informação confiável. De um lado, as mídias tradicionais têm a legitimada questionada por parte da sociedade, em razão dos vínculos entre os grupos econômicos que controlam esses veículos e a política. De acordo com seus críticos, as informações disponibilizadas são selecionadas com base em interesses políticos e econômicos. De outro lado, as mídias digitais são acusadas, da mesma forma, de difundirem informações falsas, especialmente aquelas de natureza extremista. Criticam-se, ainda, os f iltros impostos pelas redes sociais, que, em última análise, são monopólios como as mídias tradicionais. Se a competição entre o dinamismo das redes sociais e o profissionalismo das antigas mídias contribui para a difusão das informações, exige, igualmente, capacidade crítica dos leitores em contexto em que imperam as distrações. As capacidades de produção de informações confiáveis e de análise crítica dos diplomatas adquirem, nesse contexto, papel central. Os Estados também são consumidores de notícias difundidas nos novos e antigos meios de comunicação. As informações têm grande importância na tomada de decisões dos Estados e, por isso, merecem análises prévias criteriosas. Se a legitimidade das fontes de dados está sob questão, no caso da política externa, a função de informar dos diplomatas tende as ser renovada. É, desse modo, necessário recuperar, em alguma medida, a vocação secular dos diplomatas como “escrevinhadores”, tal qual relatado por Oliveira Lima. Evidentemente, isso não implica abandono ou rejeição aos meios modernos de comunicação. Pelo contrário, o próprio exercício de apuração e análise de informações pode ser disponibilizado, por meio das mídias sociais das chancelarias, como já procede o Itamaraty. Em realidade de multiplicação de meios de comunicação e de difusão mais imediata e abrangente de notícias, a habilidade dos diplomatas de produzir informações de maneira crítica representa oportunidade para as chancelarias. Paradoxalmente, a minúcia analítica que caracterizava o serviço diplomático, como indicado por Oliveira Lima, é fundamental em contexto de questionamento da legitimidade de informações e verdadeiro excesso de estímulos e distrações. Ressalta-se, contudo, que a ênfase nas análises críticas não significa negação da comunicação. É, em realidade, oportunidade de potencializar os esforços para a formulação de “diplomacia pública”. Nesse sentido, o diplomata atua não somente para produzir informações que subsidiem as decisões do Estado, mas também para informar a sociedade civil a respeito de questões internacionais, de forma transparente e fidedigna. É expressão, portanto, da politica externa como política pública, que transcende os assuntos imediatos do Estado."
        },
        {
            "Nome": "Maurício Gurjão Bezerra Heleno",
            "Nota": 48.75,
            "Redação": "O diplomata, em razão de sua rigorosa formação e seu compromisso com o interesse nacional, é um produtor de informação confiável e privilegiada. Embora os diplomatas não sejam, atualmente, obrigados a “escrever volumosos relatos”, como afirmou Oliveira Lima, em Formação histórica da nacionalidade brasileira, cabe a eles interpretar a realidade internacional e torná-la compreensível para os tomadores de decisão e a sociedade. Em um contexto baseado na difusão constante de notícias, inclusive falsas, e em crescentes tensões globais, a importância do diplomata é maior, uma vez que decisões fundamentadas em informações pouco confiáveis podem criar problemas mais graves. Adicionalmente, a diplomacia é considerada, hoje, política publica, de modo que o diplomata deve contribuir para aprofundar o interesse dos cidadãos acerca da política internacional. O processo de formação de diplomatas é responsável pela capacitação de profissionais aptos a compreender o contexto internacional e oferecer informação confiável. No Brasil, por exemplo, o concurso para a carreira diplomática exige conhecimentos em diversas disciplinas, o que contribui para selecionar indivíduos com ampla capacidade de entender a realidade. Durante o curso de formação de diplomatas, esses profissionais são treinados para atuar em contextos complexos, de modo que eles sejam capazes de defender os interesses nacionais e informar, precisamente, os tomadores de decisão e a sociedade acerca da situação internacional. Não cabe ao diplomata, apenas, repassar informações prontas, mas, sim, interpretar a realidade e assessorar os devidos interessados. Considerando a atual diversidade dos temas internacionais, a precisão da informação elaborada por diplomatas, portanto, é fundamental para garantir os interesses nacionais em diversos âmbitos. O diplomata é fundamental para que líderes políticos tomem decisões corretas em negociações diplomáticas complexas. No que diz respeito ao diálogo comercial entre o Mercado Comum do Sul e a União Europeia, por exemplo, o diplomata é essencial para a elaboração de propostas e a coordenação dos diversos interesses políticos e econômicos envolvidos. Em razão disso, o diplomata deve produzir informações acerca de diversas questões técnicas, como tarifas e medidas sanitárias, a fim de permitir que os líderes políticos tomem decisões compatíveis com as necessidades econômicas nacionais. Nesse contexto, além de informações precisas, cabe ao diplomata produzir informações privilegiadas, uma vez que muitas das questões técnicas que envolvem negociações comerciais não são facilmente acessíveis. No século XXI, o diplomata produz informação não apenas para o Estado, mas também para a sociedade. Com base na ideia de diplomacia pública, cabe aos diplomatas promover maior diálogo com os cidadãos. Por um lado, em regimes democráticos, reconhece-se o direito à informação, de modo que os indivíduos têm direito a ser informados acerca da atividade diplomática. Por outro lado, o diálogo com a sociedade fundamental para a formulação da política externa nacional, uma vez que a diplomacia representa as demandas dos diversos grupos de interesse no exterior. Ao produzir informação confiável e privilegiada, o diplomata contribui, portanto, para reforçar a democracia e garantir que a política externa nacional seja coerente com as necessidades da sociedade. Em um contexto internacional caracterizado pelo crescente irracionalismo e pela difusão de notícias falsas, o diplomata representa a razão e o conhecimento. A formação profissional e o senso de dever capacitam os diplomatas a servir de intermediários entre uma realidade mais incerta e as comunidades nacionais. Ainda que o diplomata não seja um tomador de decisão, ele é fundamental para a interpretação da realidade de acordo com os interesses nacionais. Com base no trabalho do diplomata, os líderes políticos podem atuar racionalmente e a sociedade pode entender os processos internacionais mais importantes. A atuação diplomática, hoje, é mais importante que no passado analisado por Oliveira Lima, uma vez que o diplomata deve lidar com um fluxo caótico de informações, assessorar líderes políticos e concretizar o princípio democrático por meio da diplomacia pública."
        },
        {
            "Nome": "Anônimo",
            "Nota": 39.15,
            "Redação": "Do início do século XIX - objeto de análise de Oliveira Lima – ao início do século XX – quando estava em Sorbonne –, transformações importantes ocorreram no exercício da atividade diplomáticas. As que aconteceram desde então foram tão ou mais intensas. Hoje, as relações entre Estados, populações e os meios de comunicação se desenvolvem de maneira mais rápida e direta: a democracia representativa coloca os cidadãos em posição privilegiada para monitorarem as atividades do poder público e solicitarem explicações e modificações, enquanto as comunicações digitais promovem a troca de informações quase instantaneamente, e as chamadas redes sociais deram lugar de fala a todos com acesso a elas. Frente a essa realidade de circulações rápidas e informações abundantes, o papel do diplomata é, cada vez menos o de relatar e, cada vez mais, o de coletar informações, analisá-las e divulgá-las, criteriosamente. Embora o fim dos pactos secretos tenha diminuído, consideravelmente o sigilo que envolvia a atividade diplomática, os diplomatas continuam a trabalhar com informações confidenciais, sejam elas ligadas a interesses estatais – como acordos sobre tecnologias sensíveis ou sobre aspectos econômicos com consequências sobre o mercado de ativos financeiros – sejam relacionadas a indivíduos – como assuntos pessoais que dependem da atuação consular. Se, por um lado, as comunicações digitais aceleram a troca de informações e tornam possível seu registro automático e imediato, por outro lado, permitem novas formas de espionagem e de vazamento de informações, de maneira relativamente segura para os infratores e anônima. Aumenta, assim, a responsabilidade da burocracia e dos diplomatas, em particular, de assegurar o uso e a circulação responsáveis de dados sigilosos. No sentido inverso, como política pública, a política externa deve buscar o interesse nacional e prestar contas à população sobre as ações adotadas e seus resultados. A diplomacia pública, em sua vertente interna, preocupa-se com a divulgação doméstica da atuação externa do país e dos fatores que fundamentam as tomadas de decisão. Simultaneamente, ela procura entender as demandas internas, o que permite uma compreensão mais completa do interesse nacional. Ainda que o envolvimento de maior número de atores na elaboração dos objetivos de política externa, potencialmente, dificulte os consensos, esse processo justifica-se por proporcionar maior legitimidade e eficácia para a política externa, ao buscar os reais interesses da população. O diplomata, como produtor de informação confiável, tem a responsabilidade de que esses dados estejam acessíveis à sociedade, como forma de motivar e informar a mobilização desta. No Brasil, essa atuação é ainda mais relevante, pois a política externa, tipicamente, não é um assunto de interesse da maior parte da população, exceto quando mobilizada para a disputa política interna, o que motiva, por vezes, mistificações. Certamente, como qualquer atuação política, a diplomacia está sujeita a questionamentos  legítimos, muitos dos quais decorrem de interpretações diferentes de prioridades e contextos de atuação. Informações incorretas divulgadas por desconhecimento ou má fé, a seu turno, prejudicam a capacidade de avaliação da população e devem ser combatidas. Esse processo, que é potencializado nas chamadas redes sociais, muitas vezes, ocorre de forma não monitorável, como no caso de mecanismos de comunicação direta. A importância da diplomacia pública é, dessa forma, reforçada, tanto para evitar desinformação junto ao público doméstico – como no caso de manipulações eleitorais – quanto junto às sociedades estrangeiras – para evitar prejuízos diante de dados falsos ou exagerados, por exemplo. para além das consequências imediatas* as informações produzidas pelos diplomatas constituem narrativas. Por vezes, esse processo dá-se de forma deliberada, nos discursos e na interpretação opinativa da política corrente, por meio de artigos jornalísticos ou da produção acadêmica. Diversamente, os registros produzidos são, posteriormente, a base da avaliação histórico, e, nesse caso, a forma como as informações são registradas e quais delas são consideradas relevantes embasam as interpretações futuras. Atualmente, os diplomatas encontram-se em posição privilegiada para contribuirem para a formação da memória e da identidade nacionais, mas em uma lógica distinta da apontada por Oliveira Lima. Ao contrário do início do século XIX, hoje, as informações são abundantes, e os diplomatas têm o papel de extrair desse todo heterogêneo aquilo que é confiável e relevante para o presente e para o futuro."
        }
    ]
  }