{
    "Nota Máxima": 60.0,
    "Nota Média": 58.028,
    "Maior Nota": 59.5,
    "Menor Nota": 56.4,
    "Pergunta": "“A máxima segundo a qual o perturbador da paz está sempre errado é a que deve guiar as Nações Unidas. Quem quer que procure interromper a paz, semear discórdia entre nações, ou promover uma guerra de nervos, será doravante subjugado pela inabalável determinação de todos os que têm sofrido as amarguras da guerra e que resolveram nunca mais admitir que semelhante catástrofe ocorra.” (Embaixador Luiz Martins de Souza Dantas, I Sessão Ordinária da Assembleia Geral da ONU Parte I. Londres, 10 de janeiro de 1946. In: FUNAG. A Palavra do Brasil nas Nações Unidas, 1946- 1995. Brasília: FUNAG, 1995, p. 27). “Se considerado à luz do princípio da igualdade de todos os Estados perante a lei, o Artigo 27 (da Carta da ONU) foi um preço muito alto pago por pequenos e médios países pela obtenção da Carta (...) O Brasil, embora seja em tese contrário ao veto, aceitou-o dentro de espírito construtivo, em nome da obtenção de resultados práticos. Pensamos que, enquanto todos os Estados são iguais perante a lei em termos teóricos, suas responsabilidades concernentes à preservação da paz são diretamente proporcionais aos seus meios de ação e, por conseguinte, variam muito. Por esta razão, decidimos que era necessário confiar nas grandes potências.” (Embaixador Pedro Leão Velloso, I Sessão Ordinária da Assembleia Geral da ONU – Parte II, – com adaptações. Idem, p. 31). Considerando o contexto recente das relações exteriores no Brasil, analise sucintamente a atualidade, ou não, dos argumentos contidos nos trechos dos discursos apresentados. Discuta brevemente, com ilustrações, um ou mais dos seguintes elementos: “o perturbador da paz está sempre errado”; “preço muito alto pago por pequenos e médios países”; “o Brasil foi contrário ao veto, mas aceitou-o dentro de espírito construtivo para obtenção de resultados práticos”; “é necessário confiar nas grandes potências”.",
    "Padrão de Resposta": "Com base nas referências oferecidas, o (a) candidato(a) deverá: (i) demonstrar conhecer o contexto recente das relações exteriores no Brasil, considerando, de preferência, aspectos acerca da atuação do Brasil no Conselho de Segurança da Organização das Nações Unidas ou da atuação do Brasil em missões de paz; e (ii) elaborar um texto dissertativo que analise de forma crítica pelo menos um dos seguintes elementos: 1) “o perturbador da paz está sempre errado”: uma sugestão de crítica ao argumento se dá na sua generalização, visto que, por exemplo, este pode ser aplicado à luta de povos em busca de sua independência, no âmbito dos movimentos de descolonização; 2) “preço alto pago por pequenos e médios países”: uma sugestão de crítica ao argumento se pauta no fato de que, às vezes, as agendas de desenvolvimento dos pequenos e médios países se subordinam às necessidades estratégicas das grandes potências; 3) “o Brasil foi contrário ao veto, mas aceitou-o dentro de espírito construtivo para obtenção de resultados práticos”: uma sugestão de crítica ao argumento se dá no pragmatismo e no espírito de consenso e construtivismo contido na afirmação e, por outro lado, de que cabe ao Brasil opor-se a alguns elementos da agenda global definida pelas grandes potências, inclusive, por via da mobilização de países em desenvolvimento e outros que compartilhem as mesmas visões; 4) “confiar nas grandes potências”: uma sugestão de crítica ao argumento se dá na suposta necessidade de sempre confiar nas grandes potências, considerando que o Brasil, por suas dimensões e interesses próprios, pode e deve ter agendas próprias. Exemplos históricos serão bem avaliados.",
    "Candidatos": [
        {
            "Nome": "João Paulo",
            "Inicio_candidato": 4155,
            "Inicio_redação": 4196,
            "Nota": 59.5,
            "Redação": "Por ocasião de seus discursos na I Sessão Ordinária da Assembleia Geral da ONU, os embaixadores Souza Dantas e Pedro Leão Velloso elucidaram princípios demasiado caros à tradição diplomática brasileira, quais sejam a defesa da paz e o realismo político, no que tange à balança de poder nas relações internacionais. A atualidade dos argumentos dos embaixadores pode ser observada hodiernamente nas relações exteriores do Brasil, quando se analisam a defesa brasileira da solução pacífica de controvérsias, a atuação diplomática brasileira em coalizões de geometria variável e a busca por cooperação com as grandes potências.  A afirmação por Souza Dantas de que o perturbador da paz está sempre errado traz em si um princípio histórico da política externa brasileira, o qual foi consagrado no artigo quarto da Constituição Federal de 1988: a solução pacífica de controvérsias. Ao tornar a defesa da paz matéria constitucional, o Brasil reforçou seu compromisso com a não-agressão, elevando-o ao patamar mais alto da legislação nacional. Nos anos que se seguiram a 1988, o Brasil buscou consolidar tal princípio nos âmbitos e regional e multilateral. Potência regional, o Brasil é considerado fundamental para toda iniciativa que vise a manutenção de relações amistosas entre os países da América do Sul. Nesse sentido, os mecanismos de integração regional nos quais o Brasil se engajou preconizam a defesa da paz e dos direitos humanos, como é o caso do MERCOSUL e, mais recentemente, do PROSUL. No plano multilateral, o país também se esforça na defesa da construção e conservação da paz, o que se materializa na frequente presença brasileira em missões de manutenção da paz multidisciplinares no âmbito da ONU.  Pedro Leão Velloso pondera em seu discurso que, apesar de o veto no Conselho de Segurança da ONU representar um ônus para países de menor poder relativo, o Brasil  aceitou sua existência de maneira pragmática, visando a consecução de objetivos para além de tal contradição. Isso não significa que o Brasil aceite passivamente a desigualdade de poder que permeia o sistema internacional. A participação brasileira em coalizões de geometria variável como o BRICS, o IBAS e o G20 Comercial revela o compromisso do país com a construção de uma ordem internacional mais justa e materialmente igualitária na atualidade. Ademais, o Brasil de no seio do G4 a ampliação do Conselho de Segurança, o que, na prática, levaria a uma diluição da concentração de poder em torno das cinco grandes potências atualmente desfrutam do poder de veto. Ao aliar-se a países que também buscam aumentar seu poder relativo do sistema internacional, o Brasil sustenta uma política externa pragmática e responsável.  Embora seja crítico à existência de condomínios de poder nas relações internacionais, o Brasil reconhece ser necessário confiar nas grandes potências, como afirmou Velloso em 1946. Tal confiança materializa-se na cooperação brasileira com os países hegemônicos. Além de ter como maiores parceiros comerciais a China e os Estados Unidos, o Brasil é membro assíduo do Conselho de Segurança na categoria de não-permanente, o que ilustra adequadamente que o Brasil vê na cooperação um instrumento para a realização dos objetivos de política externa do país, entre os quais podemos listar a busca pelo desenvolvimento e a cooperação para a paz. Ao buscar a construção de consensos que envolvam as grandes potências, o Brasil mostra-se realista e ciente de que a desigualdade de poder não pode ser superada de modo leviano e voluntarista.  A atualidade dos discursos de Souza Dantas e Pedro Leão Velloso demonstra a solidez dos objetivos de política externa perseguidos pelo serviço diplomático brasileiro, nomeadamente a defesa da paz e a busca pela igualdade material entre as nações. Na retórica e na prática, o país busca atuar no sistema internacional de maneira crítica, pragmática e orientada para a consecução de resultados."
            
        },
        {
            "Nome": "Pedro Mahin",
            "Inicio_candidato": 8182, 
            "Inicio_redação": 8224,
            "Nota": 59.0,
            "Redação": "O mundo emergiu da Segunda Guerra Mundial imbuído do espírito de construção de um novo projeto de governança global e de promoção da paz, dos direitos humanos e da cooperação entre as nações para o progresso da humanidade. Constituída em 1945, a Organização das Nações Unidas é o principal produto desse momento histórico e político. O discurso de Luiz Martins de Souza Dantas e de Pedro Leão Velloso são um reflexo da fé depositada pelas nações naqueles princípios. Para o primeiro, os países assumiam, ali, o compromisso com a proscrição da guerra; para o segundo, a primazia da China, Estados Unidos da América, França, Reino Unido e Rússia no Conselho de Segurança da ONU era um preço necessário e razoável a ser pago pelas demais nações em nome do compromisso maior com a paz. Entretanto, as expectativas construídas em torno daquele projeto foram, em certa medida, frustradas nos últimos setenta e cinco anos. Isso tem suscitado questionamentos quanto à sua pertinência na realidade multipolar do século XXI e à necessidade de sua reformulação, para acolher novos atores de relevo na sociedade internacional.  A postura unilateral dos EUA, após o ataque terrorista às Torres Gêmeas, em 11 de setembro de 2001, promovendo a guerra contra o terror em detrimento das deliberações do CSNU, representa uma importante fratura do projeto inaugurado em 1945. Trata-se da mais poderosa nação do mundo, sobre a qual foi depositada grande confiança na condução dos assuntos globais, que, não obstante, não resistiu à tentação de acionar seu poder militar contra o Afeganistão, país assolado por sucessivas crises econômicas e humanitárias, incapaz de fazer frente ao avanço das forças americanas. Em seu ímpeto, os EUA desconsideraram a Carta das Nações Unidas, que proíbe o emprego da forca nas relações internacionais, salvo se autorizado pelo CSNU. Na ocasião, o Brasil posicionou-se contrariamente ao uso da força, ressaltando a necessidade de observância estrita das deliberações do CSNU, que não recomendou o uso da força contra o Afeganistão.  A confiança nas grandes potências foi abalada, ainda, pela emergência da crise de 2008 em seu sistema financeiro. Entre as décadas de 1980 e 1990, os países menos desenvolvidos, na América Latina, no sudeste asiático e no leste europeu, foram acometidos por sucessivas crises financeiras. Nesse contexto, as grandes potências, por meio de organismos como o Fundo Monetário Internacional, ofereceram ajuda às nações mais afetadas pelas crises. Condicionaram-na, porém, a ajustes substanciais em suas economias. Tais ajustes, com o propósito de promover o reequilíbrio econômico-financeiro desses países, tinham forte caráter recessivo, afetando negativamente as condições de vida de populações já vulneráveis. Em 2008, a crise disseminou-se a partir das economias centrais e a sua superação contou com o importante auxílio de países como o Brasil, a China, a Índia e a Rússia. Como contrapartida por sua intervenção, esses países reivindicaram uma melhor distribuição de poder no âmbito dos organismos do sistema financeiro internacional. Tal reivindicação é um indício das mudanças nas relações de poder que conduziram à atual configuração dos órgãos da ONU.  A recente crise sanitária decorrente da pandemia do coronavírus demandaria uma atuação concertada das grandes potências, detentoras da capacidade de produzir imunizantes em larga escala. Dependia de tal atuação coordenada a distribuição de vacinas para países de menor desenvolvimento relativo. Observa-se, entretanto, uma grande concentração na distribuição de vacinas nos próprios países centrais, sobretudo nos EUA e na Europa, enquanto o sul global ainda padece dos graves efeitos econômicos e sociais da pandemia. Isso amplia o risco de surgimento de novas variantes do coronavírus, contra as quais as vacinas utilizadas nos EUA e na Europa poderão não ser eficazes, favorecendo o recrudescimento da pandemia. São países como China e Rússia que mais têm distribuído doses de vacinas entre nações menos favorecidas da América Latina, da África e da Ásia. Isso confirma, por um lado, a desconfiança contra as grandes potências, que vêm descumprindo seu compromisso de promover uma melhor distribuição dos imunizantes; por outro, reforça as mudanças na distribuição do poder global, em marcha desde a última década do século XX.  Portanto, o ideal que, em 1945, animou as nações do mundo a constituírem um novo projeto de paz, cooperação e desenvolvimento tem sofrido fraturas recorrentes. Algumas dessas fraturas são provocadas por potências que, como disse o embaixador Leão Velloso, assumiram maiores responsabilidades na concretização daquele projeto. A resolução dos países de abdicar definitivamente da guerra na condução de suas relações internacionais mostra-se abalada por aqueles que deveriam assegurá-la. Ao mesmo tempo, percebe-se a emergência de novos atores, dotados de novos valores e princípios, ávidos por maiores participação e responsabilidades no processo de tomada de decisão acerca dos assuntos internacionais. A institucionalidade concebida em 1945, retratada nos discursos dos embaixadores Souza Dantas e Leão Velloso, precisará reformular-se para poder acolhê-los e, assim, poder prosperar no século XXI."
        },
        {
            "Nome": "Gersínio dos Anjos",
            "Inicio_candidato": 13525,
            "Inicio_redação": 13563,
            "Nota": 58.7,
            "Redação": "Os trechos dos discursos dos discursos dos Embaixadores Luiz Martins de Souza Dantas e Pedro Leão Velloso, muito embora transcrevam falas proferidas no ano de 1946, são dotados de profunda atualidade. Naquele ano, após um terrível período de conflito generalizado, ocorreu a I Sessão Ordinária da Assembleia Geral da ONU. Os líderes das nações vencedoras estabeleceram como objetivo fundamental do pós-guerra a criação de uma Organização destinada a servir como palco de diálogo e concertação, capaz de evitar a deflagração de uma nova catástrofe mundial. Atualmente, 75 anos após a constituição das Nações Unidas, o mundo mais uma vez presencia um momento de acirramento de tensões, o que exige especial atenção às lições deixadas por aqueles que vivenciaram períodos semelhantes.  As palavras fortes de Souza Dantas, ao se referir aos “perturbadores da paz”, refletem o sentimento de firmeza necessário para conter movimentos de intolerância como o nazismo. Nesse sentido, a defesa do direito à liberdade de expressão não pode servir como argumento para justificar a tolerância à propagação de discursos de ódio. Na década de 1930, apesar da crescente discórdia entre as nações, os governantes das principais potências mundiais não agiram com a dureza necessária para conter o processo acumulativo de tensão que levou à eclosão da Segunda Guerra Mundial. Por isso, é fundamental que os líderes atuais analisem com cuidado as palavras daqueles que vivenciaram o momento, para que a humanidade não cometa os mesmos erros que as gerações anteriores. O surgimento e o fortalecimento de grupos neonazistas, neofascistas e supremacistas brancos devem servir como inequívocos sinais de alerta para a tomada de decisões voltadas ao controle da disseminação dessas ideias.  Por outro lado, é necessário compreender que o panorama global do início do século XXI é diferente do observado no período da criação da ONU. É preciso que seja feita uma avaliação cautelosa para que seja possível realizar as atualizações necessárias, em decorrência das alterações nas credenciais de poder dos diferentes países. Em seu discurso, Leão Velloso aponta para a criação do Conselho de Segurança das Nações Unidas (CSNU), argumentando quanto à necessidade de obtenção de resultados práticos, o que levou ao que ele define como “um preço muito alto pago por pequenos e médios países”. Naquele momento, entendeu-se primordial a constituição de um mecanismo formado pelas principais potências e voltado ao debate das questões mais sensíveis, sobretudo as ligadas à segurança internacional. O Brasil, consistente defensor da igualdade jurídica entre as nações, mas motivado pelo espírito do pragmatismo, aceitou a previsão legal do que ficou conhecido como “poder de veto”, em decorrência de um cálculo realista sobre as necessidades do momento.  Entretanto, no contexto das relações exteriores recentes do país, a diplomacia brasileira tem ressaltado a importância da realização de discussões quanto à reforma do sistema internacional. Não se pode imaginar que as relações internacionais permaneceriam estanques ao longo de sete décadas, muito menos que o próprio conceito de “grandes potências” permaneceria imutável. Dessa forma, o Brasil defende a reformulação do CSNU, com a intenção de torná-lo uma instância que melhor reflita o equilíbrio de poder do cenário mundial atual. Um exemplo dessa atuação é a aproximação ao Japão, à Alemanha e à Índia na formação do G4, grupo que defende a ampliação dos assentos permanentes e rotativos do Conselho.  Em conclusão, a máxima histórica que afirma que um povo que não conhece a sua história está fadado a repeti-la pode ser ampliada para uma escala global. Encarar com a devida atenção os exemplos e as lições deixadas pelos líderes anteriores é fundamental para dar novos passos voltados à criação de uma comunidade internacional mais justa, igualitária e pacífica. Nesse sentido, as palavras de Souza Dantas e Leão Velloso continuam atuais e determinantes, não somente para a política externa brasileira, mas para a humanidade como um todo."
        },
        {
            "Nome": "Essi Rafael",
            "Inicio_candidato": 17684,
            "Inicio_redação": 17724,
            "Nota": 58.5,
            "Redação": "O Brasil, recentemente, foi eleito, pela 11ª vez, para ocupar uma cadeira do Conselho de Segurança da Organização das Nações Unidas (ONU), no biênio 2022-2023. A eleição brasileira confirma a relevância internacional do país, que também fez parte, como membro não-permanente, da primeira configuração do Conselho de Segurança, nos anos 1946-1947. No contexto subsequente à Segunda Guerra Mundial, conflito que ocasionou a morte de milhões de combatentes e civis, o Brasil, conforme atesta o discurso do Embaixador Luiz Martins de Souza Dantas, apoiou o novo sistema internacional que estava se configurando, a partir do princípio da defesa da paz. Contudo, tal sistema, segundo o Embaixador Pedro Leão Velloso, não fazia jus ao princípio da igualdade jurídica dos Estados, uma vez que o Conselho de Segurança foi estabelecido sob uma lógica de desigualdade, na qual as grandes potências usufruíam do direito de veto. De lá para cá, o sistema internacional alterou-se profundamente, mas não a arquitetura institucional do Conselho de Segurança. Embora o Brasil continue sendo um defensor exemplar da paz internacional, o país não pode mais apoiar a permanência de uma estrutura de governança global que reflete o mundo de 75 anos atrás.  No ano de 1945, a guerra, finalmente, foi proscrita como meio legítimo de ação estatal. A Carta de São Francisco, que deu origem ao arcabouço institucional onusiano, enumerava uma série de princípios restringindo o uso da força, dentre os quais destacavam-se a defesa da paz e a solução pacífica de controvérsias. O Brasil, cuja tradição pacifista já estava assentada há décadas, demonstrada, por exemplo, na Constituição de 1891, que proibia a guerra de conquista, foi um entusiasta apoiador da nova ordem internacional. O discurso do Embaixador Souza Dantas estava em perfeita sintonia com a tradição conciliadora brasileira, contrária à promoção de “discórdias entre nações”. Nas últimas décadas, o país não alterou sua posição. Ao contrário, aprofundou-se na defesa da paz, princípio constitucional desde a promulgação da Constituição de 1988. O Brasil participa ativamente de operações de paz sob a égide da ONU, e, atualmente, integra missões, por exemplo, no Congo, no Sudão do Sul e no Saara Ocidental. Além disso, o país apoiou a criação do Comitê de Consolidação da Paz, no âmbito do Conselho de Segurança, em consonância com o conceito de “paz positiva”, desenvolvido por John Galtung.  O espírito construtivo do Brasil, entretanto, nem sempre logrou sucesso. Ferrenho defensor do princípio da igualdade jurídica dos Estados, posição expressa na II Conferência da Haia, em 1907, e, novamente, durante as negociações para a criação da ONU, em 1945, o país teve de contentar-se com soluções pouco igualitárias. As palavras do Embaixador Leão Velloso denotam uma postura pragmática, calcada no cálculo realista das correlações de poder. Ainda que fosse contrário ao arcabouço institucional do Conselho de Segurança, baseado em privilégios concedidos às grandes potências vencedoras da Segunda Guerra Mundial, o Brasil decidiu apoiá-lo. Na prática, contudo, a atuação do Conselho de Segurança revelou- se pouco efetiva. Durante o período da Guerra Fria, os vetos, ora dos Estados Unidos, ora da União Soviética, impediam uma ação internacional mais enfática em prol da defesa da paz. Após um período de maior convergência entre as grandes potências, no início da década de 1990, o Conselho de Segurança pouco pôde fazer em conjunturas de crise mais recentes, como nos conflitos ocorridos na Síria.  Desse modo, não mais se deve “confiar nas grandes potências”. A inoperância do Conselho de Segurança é, também, um indicativo da sua falta de legitimidade. A ordem internacional contemporânea, bastante diversa daquela do pós-Segunda Guerra Mundial, é composta por quase 200 países, um número mais de quatro vezes superior àquele dos primórdios da ONU. Mesmo se o cálculo realista fosse mantido, ainda assim o Conselho de Segurança deveria ser reformado, visto que as correlações de poder mudaram. Não à toa, desde os anos 1990, o Brasil vem intensificando sua posição em prol da reforma do Conselho de Segurança. No início dos anos 2000, o Brasil, juntamente com Alemanha, Japão e Índia, formou o G-4, grupo que pleiteia a abertura de mais vagas permanentes e não-permanentes na composição do principal órgão da ONU, ainda hoje responsável pela manutenção da paz e segurança internacionais.  Portanto, não é pertinente ao Brasil manter as mesmas posições que assumiu na década de 1940. A dinamicidade da ordem internacional exige que a diplomacia brasileira recalcule, sempre que necessário, sua posição frente aos principais desafios securitários globais. Uma nação de dimensões continentais, influente no seu entorno regional, tradicional defensora da solução pacífica de controvérsias, não pode ficar sujeita aos caprichos das grandes potências, em um contexto de multipolaridade. Ademais, as últimas três décadas foram caracterizadas pela promoção da democracia a nível global. Um Conselho de Segurança mais diverso, além de mais legítimo, seria, também, mais democrático."
        },
        {
            "Nome": "Fernando Simões",
            "Inicio_candidato": 22905,
            "Inicio_redação": 22950,
            "Nota": 58.4,
            "Redação": "Na “I Sessão Ordinária da Assembleia Geral da ONU-Parte I”, o embaixador Luiz Martins de Souza Dantas argumenta que o eixo norteador das Nações Unidas deve ser o repúdio a qualquer um que perturba a paz. De forma complementar, o embaixador Pedro Leão Velloso, na segunda parte da mesma sessão, afirma que a concordância do Brasil em relação ao poder de veto das grandes potências se fundamentou numa lógica construtiva, cujo horizonte consistia na obtenção de resultados práticos. À luz do contexto recente das relações exteriores do Brasil, esses dois argumentos permanecem atuais. É preciso, contudo, qualificar o segundo, pois os resultados práticos esperados pelo Brasil não se confirmaram. Ao contrário, a atual configuração do Conselho de Segurança das nações Unidas carece de legitimidade e de capacidade para oferecer soluções adequadas aos complexos desafios da reforma das nações Unidas, do desarmamento nuclear e da prevenção de conflitos.  Na contemporaneidade, a dificuldade em se alcançar uma reforma compreensiva das Nações Unidas e, em particular do CSNU, evidencia uma primeira falta de resultados práticos do poder de veto. De fato, apesar do amadurecimento de diferentes projetos de reforma, que incluem aqueles apoiados pelo Brasil, nenhum deles foi, até o momento, aceito e posto em prática. Isso ocorre, em primeiro lugar, porque cada um dos membros do chamado P5 (Estados Unidos, Reino Unido, China, França e Rússia) apresenta desconfianças em relação a determinados países que poderiam vir a fazer parte de um CSNU renovado. A China, por exemplo, mantém desavenças históricas com a Índia e com o Japão, dois países que, junto ao Brasil, integram o G-4, grupo de países que almeja uma reforma ambiciosa e democrática das Nações Unidas. Em segundo lugar, porque os membros do P5 defendem uma abordagem gradual e cautelosa para a reforma. Essa cautela, porém, transformou-se em inação, o que vem aumentando o “preço muito alto pago por pequenos e médios países”, como argumentou Velloso, em 1946.  No campo do desarmamento nuclear,  a confiança dada às grandes potências não tem, na atualidade, gerado resultados práticos. Ao contrário, o poder de veto do P5 tem permitido que “perturbadores da paz”, conforme Souza Dantas, permaneçam impunes. Mais que isso, as grandes potências são, em muitos casos, os próprios perturbadores da Paz. Exemplo disso foi o caso das Ilhas Marshall, em que a Corte Internacional de Justiça da ONU, infelizmente, não pôde contribuir de forma mais contundente para a causa do desarmamento total. O Brasil, contudo, junto a outros países igualmente amantes da paz, foi protagonista na “Iniciativa Humanitária”, a qual fundamentou o desarmamento nuclear em termos morais e humanitários e resultou na aprovação do TPAN. Esse tratado bane, de maneira completa, as armas nucleares, contribuindo, dessa forma, com um espírito construtivo para obtenção de resultados práticos.  É no que diz respeito à prevenção de conflitos que se pode constatar os efeitos mais danosos do poder de veto, no curto prazo, e a atualidade dos argumentos dos embaixadores. De fato, a sociedade internacional contemporânea carece de medidas eficazes para os problemas complexos e urgentes dos conflitos internacionais. O caso da Líbia, em 2011, ilustra essa realidade. A Resolução 1973 do CSNU, a qual estabelecia uma área de exclusão aérea foi oferecida como solução para o sofrimento do povo daquele país. O Brasil, de maneira acertada e em consonância com os argumentos dos embaixadores Souza Dantas e Velloso, absteve-se na votação, pois entendeu que a aquela não era uma medida de adequada para se alcançar soluções de paz duradouras. Em vez de contribuir para a prevenção e o de tensionamento de conflitos, a medida acirrava-os. Em contraste, o Brasil entende que a prevenção de conflitos deve ser vista de forma holística, de modo a incorporar as dimensões sociais, econômicas e humanitárias dos conflitos, sejam internos ou internacionais. Essa perspectiva, contudo, só poderá ser integralmente adotada por meio de um CSNU renovado.  Se os argumentos dos embaixadores Souza Dantas e Velloso permanecem pertinentes no atual contexto das relações exteriores do Brasil, a confiança conferida pelo Brasil às grandes potências, em 1946, foi perdida. Diante das necessidades complexas e urgentes atuais da comunidade internacional, sobretudo dos “pequenos e médios países”, conforme Velloso, as grandes potências não apenas entregaram poucos resultados práticos, como também dificultaram reformas que permitam que outros países, como o Brasil, entreguem soluções adequadas. As consequências de longo prazo dessa inação vão, contudo, muito além do campo da segurança internacional, tendo também custos econômicos, sociais e humanitários."
        },
        {
            "Nome": "Anônimo",
            "Inicio_candidato": 27774,
            "Inicio_redação": 27797,
            "Nota": 56.4,
            "Redação": "Durante a I Sessão Ordinária da Assembleia Geral da ONU (AGNU), em 1946, os embaixadores Luiz Martins de Souza Dantas e Pedro Leão Velloso exaltaram, em seus pronunciamentos, dois princípios que seguem pautando a atuação diplomática brasileira - o pacifismo e a igualdade entre as nações. Ambos esses princípios estão presentes, também, no segundo artigo da Carta da ONU. O instituto do veto no âmbito do Conselho de Segurança da ONU (CSNU), prerrogativa reservada aos seus membros permanentes, representa , portanto, uma opção pragmática que busca garantir a paz, ainda que para isso seja necessário relativizar o ideal da igualdade, conforme ressalta Leão Velloso. Evidenciam-se, destarte,  três elementos estruturantes da diplomacia pátria que permanecem válidos - a manutenção da paz, a defesa da igualdade entre os Estados e o equilíbrio entre o idealismo e o pragmatismo.  A ordem internacional criada após a II Guerra Mundial, que tem a ONU no seu centro, foi capaz de evitar, até o momento, um conflito em escala mundial entre grandes potências. As falhas da comunidade internacional desde então, como a inércia durante o genocídio de Ruanda, na década de 1990, devem ser criticadas e corrigidas, mas não minimizam a conquista que esse longo período de relativa paz representa. Essa nova realidade só foi possível graças a uma reestruturação da lógica das relações internacionais. Estas eram pautadas, antes de 1945, pelo jus ad bellum, ou direito à guerra. A Carta da ONU, contudo, ocasionou uma mudança de paradigma. Essa nova organização internacional impôs, ao elencar como seu principal objetivo a manutenção da paz, uma mudança de paradigma. Consolidou-se o jus contra bellum - direito contra a guerra. Deixou de existir, portanto, a ideia de guerra justa; segundo a nova ordem, que segue em vigor, o perturbador da paz está sempre errado, como ressaltou Souza Dantas em 1946. Era necessário, contudo, um meio para efetivar essa nova realidade jurídica. O CSNU foi o órgão criado para cumprir essa função e contou com apoio brasileiro.  O CSNU tem o poder, resguardado no capítulo VI da Carta da ONU, de emitir resoluções vinculantes diante de ameaças à paz. Desde a reforma da década de 1960, este é composto por quinze membros, dos quais cinco são permanentes e detêm a prerrogativa do veto. Essa configuração viola, como ressalta Leão Velloso, o ideal da igualdade entre os Estados. A diplomacia brasileira, contudo, não se opôs ao instituto do veto, pois reconheceu que essa concessão era necessária para proteger a paz mundial. O veto garantiu que as principais potências entre os Aliados  assumissem as responsabilidades referentes à manutenção da paz. O bom funcionamento desse sistema é ilustrado pela I Guerra do Golfo, quando, em 1991, o Iraque, liderado por Hussein, invadiu o Kuwait. A resposta da comunidade internacional foi célere, O CSNU condenou o ataque, e as grandes potências enviaram tropas que permitiram a desocupação do Kuwait. Nem sempre, porém, o CSNU é efetivo. O veto garante a participação das potências, mas permite que estas resguardem seus interesses, como demonstra a utilização do veto por parte da Rússia, no contexto do conflito da Síria, iniciado em 2011. Ademais, há outras formas de contribuir para a paz além do mero poder militar, fato que justifica o pleito brasileiro por uma reforma do órgão. Se, em 1945, a composição desigual do CSNU justificava-se para efetivar uma nova realidade jurídica de jus contra bellum, hoje, com esse conceito consolidado, o CSNU tornar-se-ia mais funcional ampliando seu grau de representatividade e de legitimidade.  É possível, hoje, conjugar as necessidades reais da manutenção da paz ao ideal de um CSNU representativo. A diplomacia brasileira demonstrou, no decorrer das últimas décadas, que o soft power é, também, instrumento efetivo na defesa da paz, como em 2010, quando, junto à Turquia, propôs uma possível solução para a questão nuclear iraniana. No mesmo sentido, cunhou, em 2011, o conceito de responsabilidade ao proteger, por ocasião da discussão sobre a intervenção na Líbia. Uma reforma do CSNU, adicionando seis novos assentos permanentes e quatro rotativos, como propõe o G4, grupo formado, em 2004, por Brasil, Alemanha, Índia e Japão, minimizaria o alto preço pago por pequenos e médios países descrito por Leão Velloso. Mais importante, esses ganhos em termos de igualdade não representariam uma perda de efetividade do órgão. O Brasil é exemplo de como um país “sem excedentes de poder”, conforme a famosa frase do ex-chanceler Saraiva Guerreiro, é capaz de contribuir, por meio de sua legitimidade enquanto defensor da paz e da igualdade, para garantir os princípios da Carta da ONU.  Confiar nas grandes potências era necessário em 1945. A comunidade internacional tinha a difícil missão de transformar um paradigma de direito à guerra, em um direito contra a guerra. Esse objetivo foi alcançado. A nova realidade internacional permite, destarte, avançar o ideal da igualdade jurídica entre as nações sem que isto enfraqueça a defesa da paz. Pelo contrário, a experiência diplomática brasileira é exemplo do caráter complementar entre os princípios do pacifismo e da igualdade. Uma reforma do CSNU, tornando-o mais representativo e democrático, reuniria pragmatismo e idealismo. Hoje, um CSNU mais justo, é, também, um CNU mais efetivo."
        }
    ]
}