{
    "Nota Máxima": 60.0,
    "Pergunta": "A inteligência artificial (IA) traz grandes benefícios em muitas áreas. Entretanto, sem parâmetros éticos, tem-se o risco de reproduzir preconceitos e discriminações do mundo real, alimentando divisões e ameaçando direitos e liberdades fundamentais. [...] A recomendação [da UNESCO sobre a ética da IA] estabelece um conjunto de valores alinhados com a promoção e proteção dos direitos humanos, da dignidade humana e da sustentabilidade ambiental. Promove princípios essenciais como transparência, responsabilidade e estado de direito. Também inclui políticas concretas que exigem melhor governança de dados, igualdade de gênero e aspectos importantes de aplicações de IA em educação, cultura, mercados de trabalho, [...] saúde, bem-estar social e economia.  UNESCO. Recommendation on the Ethics of Artificial Intelligence. Adapted on 23 November 2021. Paris: UNESCO, 2023, p. 4-5. Tradução e adaptação.  Disponível em https://unesdoc.unesco.org/ark:/48223/pf0000385082/PDF/385082eng.pdf.multi >. Acesso em: 17 ago. 2023. Considerando alguns elementos do texto apresentado, discorra acerca de possíveis impactos positivos e negativos da IA para o futuro da diplomacia.",
    "Padrão de Resposta": "Os candidatos deverão apresentar uma definição genérica de inteligência artificial (IA) e apontar, de forma sucinta, impactos positivos e negativos na sociedade, com foco nas atividades e funções do Estado, detendo-se, necessariamente, na diplomacia. O aspecto central a ser considerado, no âmbito dos impactos negativos, é a nova assimetria tecnológica – e, portanto, de poder – entre as nações, em áreas como produção industrial e de serviços, infraestrutura de comunicação e tratamento de informações, defesa, segurança, educação, e, para corrigir tais assimetrias, a premência de  cooperação com (e entre) países em desenvolvimento.  Aplicações da IA no tratamento da informação diplomática poderão ser exploradas, tais como leitura e resumo de grandes quantidades de documentos (relatórios e imprensa, por exemplo), elaboração de textos  padrão, ferramentas de pesquisa, tradução, detecção de tendências em redes sociais e mecanismos de alerta de eventos sensíveis, entre outros.  Deve-se enfatizar especialmente questões éticas. Nesse sentido, deverá ser abordada a influência da IA nos campos da diplomacia, que lidam com elementos mencionados no texto motivador: políticas públicas em segmentos como direitos humanos, sustentabilidade ambiental, transparência, responsabilidade, estado de direito, governança de dados, igualdade de gênero, educação, cultura, mercado de trabalho, saúde, bem-estar social e economia.  Casos concretos, citações pertinentes, propostas, ideias e análises originais farão jus a pontos adicionais e, do mesmo modo, a comparação entre a inteligência política e intuitiva, necessária na diplomacia, e a “artificial”.",
    "Candidatos": [
        {
            "Nome": "Leonardo Feldman",
            "Nota": 59.7,
            "Redação": "De acordo com o teórico das relações internacionais Alexander Wendt, “a anarquia é o que os Estados fazem dela”. De modo análogo, a tecnologia é o que os Estados fazem dela. Diante dos consideráveis avanços tecnológicos no campo da inteligência artificial (IA), o século XXI apresenta oportunidades e desafios para a diplomacia. Celebrada pelas empresas de inovação e pelo mercado financeiro, a IA pode fornecer novas ferramentas, com as quais os diplomatas devem buscar o atendimento dos pleitos de seus países. Não obstante, a diplomacia deve analisar, cautelosamente, os impactos negativos da IA, como propõe a UNESCO em relatório de 2023. Cabe à comunidade internacional unir esforços para regulamentar o uso da IA, de modo a mitigar os efeitos negativos dessas tecnologias.  É inegável que o progresso alcançado no domínio da inteligência artificial pode contribuir para a materialização de benefícios para a diplomacia. Primeiramente, a aplicação dos chamados “modelos de linguagem longa” – base da IA – ao campo diplomático enseja a possibilidade de aprimoramento das capacidades de negociar e de representar. Seria possível, por exemplo, simular uma conferência internacional virtualmente. Conhecendo o posicionamento histórico de cada Estado participante, um jovem diplomata poderia testar argumentos que levassem ao atendimento do pleito de seu país. Do mesmo modo, outra vantagem decorreria de acordos entre Estados e empresas de tecnologia, cujas ferramentas de IA poderiam auxiliar na consecução de objetivos nacionais. Nesse diapasão, um diplomata brasileiro poderia buscar empresas de IA que auxiliem o país a erradicar o desmatamento até 2028, conforme a meta brasileira apresentada nas últimas conferências ambientais. A mesma lógica vale para as metas brasileiras de educação: a IA pode complementar o ensino brasileiro, conforme evoca o Objetivo de Desenvolvimento Sustentável 4. Por fim, menciona-se também a contribuição da IA à consecução de comunicação mais fluida entre diplomatas de diferentes países ou entre chefes de Estado. A diplomacia poderia ser conduzida sem o uso de intérpretes, nesse caso. Cada ator escutaria, em seu idioma nativo, os seus colega.  A existência de numerosos benefícios não permite elidir desconsiderar [sobrescrita] desvantagens advindas da disseminação do uso da IA. No contexto das relações internacionais, o acesso às ferramentas de IA é nitidamente desigual. Diante disso, países periféricos tendem a tornar-se menos competitivos. O aumento das lacunas socioeconômicas entre os Estados seria refletido nas relações de poder entre eles, engendrando novos desafios para países em desenvolvimento, como o Brasil. Os impactos da IA sobre o mercado laboral, por sua vez, podem afetar o desempenho macroeconômico de países inteiros, o que demandaria esforços diplomáticos para enfrentar novas crises de balanços de pagamentos. Outra ameaça relevante, nesse âmbito, é a incorporação de IA em armas de guerra, como drones e tanques. Nesse sentido, a IA pode tornar conflitos existentes ainda mais letais, gerando amplos danos à população civil. Um erro de programação, por exemplo, poderia ocasionar dezenas de mortes de inocentes. Pode-se apontar, igualmente, o uso da IA por grupos racistas, xenofóbicos ou terroristas como uma ameaça. Grupos terroristas poderiam visar cidadãos estrangeiros ou embaixadas em certos países, utilizando a IA para formular estratégias de ataque ou para convencer mais pessoas a cooperar com a sua empreitada.  Tão importante quanto as possibilidades e desafios decorrentes da IA são as respostas da diplomacia ao espraiamento dessas tecnologias. Cabe à coletividade internacional atuar para enfrentar as desvantagens da IA. Desafios globais demandam soluções globais. Os Estados devem estabelecer tratados internacionais que regulamentem os usos da IA. É necessário banir a utilização desta em guerras, pois o controle efetivo sobre armamentos deve ser humano. Deve-se envidar esforços para impedir que as ferramentas de IA sejam utilizadas para a reprodução de preconceitos, de mentiras e de mensagens de cunho radical. A IA não pode findar por causar mais conflitos, mais mortes e mais injustiça. De maneira igualmente importante, a diplomacia deve garantir que a IA sirva à finalidade benévola de reduzir disparidades. Não se pode tolerar que as desigualdades entre Estados continuem aumentando. Pode-se, por exemplo, fomentar o uso de IA para a implementação de novos setores econômicos em países de menor desenvolvimento relativo. Do mesmo modo, as desigualdades podem ser mitigadas por intermédio de inteligência artificial em setores competitivos de países periféricos, como a agricultura de precisão e a extração mineral com o apoio de satélites. Neste caso, os satélites indicariam onde há mais recursos a serem explorados. Caso os Estados obtenham êxito na regulamentação da inteligência artificial, os aspectos positivos dessa tecnologia predominariam ante os negativos.  Difundindo-se aceleradamente, a inteligência artificial compreende, em seu âmago, oportunidades e desafios, que os Estados precisam reconhecer. A complexidade do tema relaciona-se ao fato de que, teoricamente, o mesmo modelo de linguagem longa pode gerar negociações de paz ou conflitos, crescimento econômico  ou miséria, numa dualidade comparável à das telas Guerra e paz, de Portinari. É essencial que as diplomacias de cada Estado atuem em coordenação, para delimitar os usos de novas tecnologias, como a inteligência artificial. A cooperação internacional deve ditar os rumos do futuro, conduzindo a humanidade à paz, à justiça e à prosperidade."
        },
        {
            "Nome": "Lara Mendes",
            "Nota": 59.4,
            "Redação": "Nas últimas décadas, a intensificação da globalização contribuiu para a diminuição das distâncias e para a facilidade da comunicação, por meio do surgimento de transportes mais velozes e da “Internet”. O surgimento de novas tecnologias contribuíram para a democratização do conhecimento e para o acesso à informação; essas inovações, no entanto, também promoveram a desinformação e perpetuaram desigualdades sociais. Segundo Milton Santos, em Por uma outra globalização, a técnica representa a mediação entre a sociedade e a natureza, razão pela qual a decisão sobre como as tecnologias são utilizadas depende dos seres humanos. Os recentes avanços da inteligência artificial têm contribuído para o crescente receio em relação às mudanças políticas, sociais e econômicas que essa nova tecnologia criará. Em relação à diplomacia, a inteligência artificial apresenta consequências positivas e negativas, de maneira que cabe aos governos e às organizações internacionais regulamentar o uso para a promoção dos direitos humanos e da paz internacional.  A inteligência artificial representa um desafio para os diplomatas, visto que a ausência de regulamentação pode ameaçar direitos e liberdades fundamentais. As redes sociais, por exemplo, foram criadas com o objetivo de promover o acesso à informação e à democracia. Com efeito, durante a Primavera Árabe, indivíduos puderam denunciar graves violações de direitos humanos por intermédio de aplicativos como o “Facebook” e o “Instagram”. Em contrapartida, como não foram regulamentadas, as redes sociais não foram submetidas aos mesmos padrões estabelecidos para a imprensa, o que contribuiu para a intensificação da desinformação e do crime de ódio. A interferência da “Cambridge Analytica” no plebiscito do “Brexit”, no Reino Unido, e a perseguição aos Rohingyas, no Myanmar, demonstram que, quando não regulamentadas, tecnologias podem ser mecanismos de violação de direitos humanos. Para que a inteligência artificial se torne uma tecnologia eficiente para o desenvolvimento de políticas públicas, deve-se criar padrões internacionais, de maneira que a diplomacia pode ser importante nesse processo.  A inteligência artificial pode contribuir para a resolução de conflitos e para a manutenção da paz, já que ela é mecanismo que facilita as negociações internacionais e o monitoramento de acordos. A inteligência artificial pode facilitar o trabalho dos diplomatas, porque ela permite a criação veloz de resumos e o acesso a informações, auxiliando, desse modo, o processo de negociação de acordos de paz. A inteligência artificial também facilita a tradução simultânea em cúpulas, bem como ajuda negociadores a criarem cenários distintos durante a negociação e a identificarem possíveis interesses por meio de tecnologias de reconhecimento facial. A inteligência artificial pode ser importante, também, para o monitoramento de acordos nucleares, já que ela consegue perceber, facilmente, a realização de testes nucleares mediante resíduos atômicos na atmosfera. Por meio da diplomacia, novas tecnologias contribuem para a paz internacional.  A promoção da diplomacia dos direitos humanos e do meio ambiente é uma possível consequência da inteligência artificial. No contexto da guerra na Ucrânia, essa tecnologia tem sido utilizada para a documentação de graves crimes contra à humanidade, os quais têm sido investigados pelo Tribunal Penal Internacional (TPI). Durante conflitos armados, violações de direitos humanos são agravadas, uma vez que políticos e instituições nacionais não conseguem, de forma efetiva, proteger os indivíduos, razão pela qual a inteligência artificial pode ser uma consequência positiva para a diplomacia. Além disso, considerando-se que a mudança climática é um dos temas mais sensíveis na atualidade, a inteligência artificial pode auxiliar governos e organizações internacionais na preservação de ecossistemas. Na Amazônia, tecnologias como satélites são essenciais para o monitoramento do desmatamento da floresta, de maneira que a inteligência artificial tem o potencial de contribuir, de forma ainda mais efetiva, para o objetivo brasileiro de zerar o desmatamento ilegal na região, até 2030.  O surgimento de tecnologias sempre afeta e continuará afetando a sociedade, porque elas representam a maneira pela qual os seres humanos se relacionam com a natureza. O modo pelo qual os indivíduos, os governos e as organizações internacionais utilizam novas técnicas é uma decisão política, de forma que a inteligência artificial, assim como qualquer outra criação da humanidade, pode manter injustiças ou mudar o estado de coisas. Se regulamentada, a inteligência artificial tem o potencial de afetar a diplomacia positivamente, ao auxiliar na negociação de acordos de paz e ao promover os direitos humanos e o meio ambiente."
        },
        {
            "Nome": "Marcus Paulo",
            "Nota": 59.0,
            "Redação": "Os impactos positivos e negativos da inteligência artificial sobre a diplomacia são objeto de intenso debate na quadra histórica contemporânea. Conforme mencionado em recomendação publicada pela UNESCO, novos mecanismos de inteligência artificial, desde que regulamentados de acordo com parâmetros éticos, têm potencial para gerar numerosos benefícios em distintas áreas. Em um contexto global marcado por sucessivas revoluções tecnológicas, a diplomacia não ficará alheia aos impactos provocados pelas novas ferramentas. Especificamente para o campo diplomático, a inteligência artificial proporcionará negociações mais informadas e analíticas ao ampliar o acesso ágil a informações e reduzir o tempo gasto em tarefas meramente burocráticas. No entanto, a despeito dos benefícios informacionais trazidos pela inteligência artificial, a diplomacia também será impactada pela emergência de desigualdades decorrentes da falta de universalidade de acesso às novas ferramentas de tecnologia.  Em um mundo inicial de benefícios à diplomacia, os novos mecanismos de inteligência artificial, notáveis por sua capacidade de compilar informações, fornecerão mais vasta gama de conteúdos aos diplomatas durante negociações. Contemporaneamente, serviços de busca de informações operados por inteligência artificial apresentam dados diversos organizados de acordo com a preferência do pesquisa dor. Nesse sentido, uma pesquisa que demandaria consulta a múltiplas fontes pode ser substituída por um simples comando que forneça ao sistema de busca diretrizes das informações demandadas. Para a diplomacia, a possibilidade de reunir rapidamente informações diversas constitui avanço significativo. Ilustrativamente, em discussões ambientais, informações de distintos países sobre níveis de desmatamento e emissões de gases de efeito estufa seriam compiladas em tempo diminuto, viabilizando discussões mais aprofundadas sobre a temática. Nesse sentido, a inteligência artificial beneficiaria a diplomacia ao garantir acesso imediato a informações relevantes para debates internacionais, tornando, portanto, mais embasadas as discussões em fóruns globais.  Além de garantir maior acesso a informações, a inteligência artificial também impacta positivamente a diplomacia ao reduzir o tempo gasto em atividades de caráter meramente burocrático. Embora se notabilize pelas tarefas de representação e negociação, o ofício diplomático frequentemente se ocupa de trabalhos de reduzida dimensão analítica. Relatórios sobre o funcionamento de postos diplomáticos e rotinas administrativas são responsáveis pelo consumo de tempo significativo dos diplomatas. Considerando a dimensão menos analítica dessas atividades, a inteligência artificial pode desempenhá-las sem que haja prejuízos às nações. Uma vez desincumbidos de parte das tarefas de cunho descritivo, diplomatas seriam capazes de dedicar mais tempo aos ofícios centrais da diplomacia. Especialmente em ambientes multilaterais, nos quais temas diversos são debatidos, as negociações diplomáticas tornar-se-iam mais densas, porque conduzidas por atores mais informados e com maior possibilidade de dedicação temporal aos temas em análise.  No entanto, ainda que os benefícios trazidos pela inteligência artificial sejam numerosos, as desigualdades no acesso à tecnologia impactarão negativamente a diplomacia. A criação de ferramentas de inteligência artificial demanda significativos investimentos econômicos e conhecimento técnico especializado. Por circunstâncias históricas diversas, o domínio de tais variáveis não é uniforme ao redor do mundo. Consequentemente, alguns países poderão desenvolver sistemas próprios de inteligência artificial, enquanto outras nações dependerão de mecanismos privados ou de menor potencial. Nesse sentido, se a inteligência artificial fornece mais informações e possibilita maior tempo de dedicação aos diplomatas que dela dispõem, os agentes diplomáticos de países com menor acesso tenderão a dispor de informações menos abrangentes, circunstância que impõe uma nova camada de desigualdade no campo diplomático. Diante disso, negociações sobre a própria regulamentação da inteligência artificial, as quais, segundo a UNESCO, são imprescindíveis, ocorreriam em cenário de acentuada desigualdade, pois os países produtores de ferramentas de inteligência artificial teriam vantagem de conhecimento expressiva. Portanto, em que pese o conjunto de benefícios que adiciona ao ofício diplomático, a inteligência artificial também implica consequências negativas à diplomacia, uma vez que acentua desigualdades em processos negociadores.  Se a multiplicação de ferramentas de inteligência artificial no cenário contemporâneo constitui tendência inexorável, os efeitos dessas ferramentas para a diplomacia são variáveis. De um lado, o acesso cada vez mais veloz a informações e a possibilidade de dedicação mais intensiva aos núcleos da tarefa diplomática proporcionados pelos mecanismos de inteligência artificial concorrem para o fortalecimento da diplomacia. Por outro, a falta de universalidade no acesso às tecnologias de inteligência artificial implica aumento das desigualdades, circunstância que fragiliza a ideia de negociações prioritárias, pilar da diplomacia. Com tantas nuances complexas, a inteligência artificial, portanto, impacta a diplomacia de diversas maneiras."
        },
        {
            "Nome": "Sergio Cavalieri",
            "Nota": 59.0,
            "Redação": "O ritmo das mudanças globais das últimas décadas impressiona, sobretudo no campo das inovações tecnológicas. Uma de suas novidades mais potencialmente impactantes é a inteligência artificial (IA), que pode ser definida como uma tecnologia digital capaz de realizar funções humanas com absoluta precisão e, por vezes, em segundos. Seu uso já é relativamente disseminado em países desenvolvidos, com exemplos de aplicação em diversos espaços da vida cotidiana, como na medicina, em que máquinas inteligentes realizam cirurgias, ou no sistema educacional, em que instrumentos de pesquisas e de acesso à informação são usados. Ainda que persistam dúvidas sobre reais impactos da IA, é certo que a diplomacia será afetada de modo tanto positivo, quanto negativo. Considerando que essa tecnologia ainda é muito concentrada em empresas privadas do Norte Global, sem um compromisso explícito e transparente com princípios éticos e multilaterais, é fundamental que a diplomacia, especialmente dos países em desenvolvimento, atue para que os benefícios da IA sejam equitativamente repartidos, de modo a evitar que os impactos negativos aumentam as desigualdades globais.  Partindo de uma visão holística de diplomacia, em que agendas como diplomacia pública, pluralidade de opiniões na formação do pensamento diplomático e articulação entre setores do poder público na execução dos compromissos são valorizadas, a IA tem potencial positivos na consecução desses objetivos. Em relação à diplomacia pública, essa tecnologia digital possibilita maior integração do corpo diplomático com a sociedade civil, na medida em que são abertos novos canais de participação pública, os quais podem tornar discussões diplomáticas mais acessíveis e inclusivas. Além de aumentar as ferramentas de busca de informação e de facilitar a execução de audiências públicas virtuais com a sociedade civil, a IA permite que os resultados diplomáticos, como acordos ou declarações de conferências, sejam publicados instantaneamente. Essa potencialidade do uso da IA pode tornar, portanto, a diplomacia mais democrática e inclusiva; afinal, com maior participação popular tanto na elaboração diplomática, quanto na apresentação dos seus resultados, há a tendência de aumentar a pluralidade de visões na conformação da política externa.  A IA também permite a articulação entre as esferas de poder. Alguns desafios globais não serão resolvidos sem uma profunda cooperação de agentes, e essa tecnologia pode atuar no sentido de construir pontes de contato, que tornem agente públicos e privados mais interdependentes. A agenda climática é elucidativa nesse sentido, porquanto a obtenção de dados, que, muitas vezes, são captados por satélites de empresas privadas, a exemplo daqueles de monitoramento de águas pertencentes ao empresário Elon Musk, cumpre papel importante na definição de políticas climáticas. O Brasil, ademais, já promoveu cooperação triangular com a China e com nações africanas para compartilhar dados dos satélites CBERS, de modo que sejam fornecidos mais elementos para elaboração de políticas eficientes. Os recursos fornecidos pela IA são capazes, em suma, de aproximar atores internacionais, incluindo novos agentes, como firmas multinacionais, o que beneficia o enfrentamento dos desafios globais.  Como qualquer ferramenta a ser operacionalizada por seres humanos, a inteligência artificial não é neutra. Essa tecnologia está, em verdade, concentrada nos países desenvolvidos, de maneira que seus benefícios não serão, a princípio, compartidos com a integralidade das nações. Por essa razão, a diplomacia brasileira manifestou, na última conferência do G77 em Havana, sua insatisfação com a concentração das tecnologias digitais nas grandes empresas do ramo, como Google e Meta. Tais firmas, ademais, não estão sujeitas a nenhum instrumento regulatório multinacional, de modo que obedecem às suas próprias regras ou, no máximo, às normas de interesse de seus países. A falta de compromisso ético explícito com valores fundamentais, como respeito aos Direitos Humanos, permite que a IA seja utilizada como um instrumento de poder dos atores que a detêm, o que incrementa as desigualdades globais. No extremo, o uso militar de IA, por meio de drones inteligentes ou escudos antiaéreos baseados nessa tecnologia, tem potencial ameaçador para o equilíbrio das relações internacionais, já que a concentração excessiva de poderes pode frustrar o próprio ofício diplomático.  Tal como recomendado pela UNESCO em 2021, considerações éticas, baseadas em valores internacionais, especialmente aquelas dispostas na Carta da ONU e na Declaração Universal de Direitos Humanos, precisam ser incorporadas ao uso e ferramentas digitais. Por meio, por exemplo, de um compromisso convencional multilateral que distribua, de maneira equitativa, os recursos da IA, a diplomacia, sobretudo dos países do Sul Global, terá mais instrumentos para buscar a consecução dos objetivos socialmente pertinentes. Reduzindo as desigualdades na detenção da IA e pautando o debate a partir de princípios humanitários, essa ferramenta tecnológica é capaz de facilitar o cumprimento dos Objetivos de Desenvolvimento Sustentável, como com o aumento da produtividade de alimentos para erradicar a fome ou por meio de maior acesso à informação segura com vistas ao incremento da inclusão social.  Kofi Annan, Secretário-Geral da ONU na virada do século XX para o XXI, afirmou que a globalização oferece grandes benefícios, mas que, no presente, são distribuídos de maneira desigual e os seus custos são compartidos por todos. As modernas tecnologias digitais permitem a mesma conclusão, pois seus impactos negativos já são globalmente reconhecidos, mas seus benefícios seguem concentrados em poucos países. Cabe à diplomacia aproximação entre as nações para o maior compartilhamento dessas tecnologias e correção desse rumo."
        },
        {
            "Nome": "Bruno Variani",
            "Nota": 58.2,
            "Redação": "A inteligência artificial (IA) é um campo da ciência que, nos últimos anos, tem atraído vultuosos montantes de investimentos, tanto privados quanto públicos, demonstrando sua posição central no atual cenário global de inovação. A ocupação desse espaço privilegiado pela IA decorre dos avanços prometidos por sua potencial aplicação transversal, a qual deve abranger, portanto, inúmeros setores econômicos e da atividade estatal. No âmbito desta última, encontra-se a diplomacia, que, em alguns de seus aspectos, deve ser impactada de maneira duradoura, assim como já o foi em outros momentos da história em que esteve sujeita a eventos disruptivos análogos. Apesar de uso das técnicas de IA buscar o aperfeiçoamento da prática diplomática, é preciso considerar, no entanto, que a diplomacia não estará isenta de incorporar, concomitantemente, os pontos negativos que acompanham a implementação dessas novas tecnologias, permeadas de vieses e de dilemas éticos.  Uma faceta da atividade diplomática que deve ser fundamentalmente modificada pela incorporação de tecnologias de IA é a negociação de acordos. Atualmente, as tecnologias disponíveis de produção instantânea de textos já conseguem elaborar informes ou relatórios qualitativamente similares àqueles redigidos por seres humanos, o que pode dinamizar conferências de negociações. Além disso, as ferramentas de tradução instantânea, por vezes incorporadas a óculos eletrônicos, servem como instrumentos eficazes para romper barreiras linguísticas, o que, no futuro, poderá permitir conversas entre dois interlocutores com línguas maternas distintas, dispensando a necessidade de intérpretes. Entretanto, os maiores ganhos devem dar-se na negociação dos aspectos materiais do acordo. Nesse sentido, as tecnologias de computação quântica, que já se encontram em estágio avançado de desenvolvimento, serão capazes de simular o efeito da adoção de uma determinada norma proposta sobre a realidade fática. Isso permitirá que as diplomacias nacionais tomem decisões mais rápidas e informadas, gerando impactos significativos sobre o processo negociador, especialmente comercial.  A análise quantitativa de textos e vídeos, um dos campos mais promissores de IA, também é dotada de amplo potencial de aplicação na atividade diplomática. Os algoritmos matemáticos, produzidos com base em dados publicamente disponíveis, por serem capazes de detectar sentimentos, podem ser instrumentalizados por diplomatas para identificar sutilezas ou tendências, fornecendo informações de grande valia sobre a posição de uma chancelaria estrangeira quanto a determinado assunto. Ademais, em países democráticos, como o Brasil, tal análise de sentimento pode ser considerada ferramenta de fortalecimento da diplomacia pública, permitindo aos tomadores de decisão o acesso a informações qualificadas da opinião pública [rasura] no que tange aos temas mais polêmicos da política externa. Nesse aspecto, a tecnologia fortalece o caráter democrático da atuação externa de uma nação, em consonância com a tendência recente de abertura institucional das chancelarias para sociedade civil.  A difusão de ferramentas de IA, contudo, deve produzir impactos negativos sobre a prática diplomática, a exemplo da acentuação das desigualdades já existentes entre países ricos e países em desenvolvimento. Nesse sentido, é esperado que a utilização dessas novas tecnologias na diplomacia se concentre nos países que mais dispõem de recursos para investir na concepção de novos modelos e algoritmos, o que deve colocar as nações mais pobres em posição de desvantagem nas negociações internacionais, prejudicando, a longo prazo, suas aspirações de maior desenvolvimento e igualdade material. Além disso, se não houver regulação que estabeleça padrões éticos mínimos de utilização estatal da IA, esta pode tornar-se um instrumento autoritário, com violações de direitos humanos básicos. A exemplo disso, é possível citar o direito à privacidade, relacionado à necessidade de efetiva governança no tratamento dos dados utilizados para alimentar os sistemas de IA, inclusive no que diz respeito à propriedade intelectual.  Ainda que a diplomacia seja considerada uma arte, dotada de métodos tradicionais bem estabelecidos, há espaço para eventuais aperfeiçoamentos decorrentes do surgimento de novas tecnologias. Percebe-se, diante disso, que a IA poderá ser capaz de corrigir ineficiências inerentes às atividades diplomáticas, além de produzir avanços na produtividade de práticas consolidadas. No entanto, a implementação da IA deve ser cautelosa, de modo que as diplomacias nacionais e a sociedade civil possam eficazmente controlar os riscos advindos da aplicação de seus recursos. Simultaneamente, será preciso elaborar regras de governança abrangentes, fundamentadas na dignidade humana, na transparência, na responsabilidade e no estado de direito, conforme recomendado pela UNESCO, em 2011."
        }
    ]
  }